Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_beta2/po/*/kmediafactory_template.po
Languages: fi

source: _: NAME OF TRANSLATORS Your names
fi: Petri Damstén

source: _: EMAIL OF TRANSLATORS Your emails
fi: petri.damsten@iki.fi

source: ********************************************************************** This file was made with %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Register usage: ================ g0: Playing chapter saved here. g1: Play this chapter when entering titleset menu. 0 == show menu. Also used by Back button. g2: Used vmgm button is saved here g3: Jump to this titleset. Also used for direct play. g4: Used titleset button is saved here g5: vmgm page is saved here g6: titleset page is saved here g7: temporary variable **********************************************************************
fi: ********************************************************************** Tämä tiedosto on tehty ohjelmalla %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Rekisterien käyttö: ================ g0: Soitossa oleva kappale tallnennetaan tähän. g1: Soita tämä kappale kun meennään titleset menuun. 0 == näytä menu. Myös 'Takaisin' painike käyttää tätä. g2: käytetty vmgm painike tallennetaan tähän g3: Hyppää tähän titlesettiin. Käytetään myös suorasoitossa. g4: käytetty titleset painike tallennetaan tähän g5: vmgm sivu tallennetaan tähän g6: titleset sivu tallennetaan tähän g7: Väliaikainen muuttuja **********************************************************************

source: Main menu for %1
fi: %1:n päävalikko

source: No pages.
fi: Ei sivuja.

source: Menu: %1
fi: Valikko: %1

source: Cannot find page %1 from template.
fi: Sivua %1 ei löydy mallipohjasta.

source: Generating menus
fi: Tehdään valikkoja

source: Making menu mpegs
fi: Tehdään valikkojen video tiedostoja

source: Generating DVDAuthor xml
fi: Tehdään DVDAuthor xml-tiedostoa.

source: Converting %1 to ac3 format
fi: Muunnetaan %1 ac3 muotoon

source: Conversion error.
fi: Munnos virhe.

source: Script file open failed. %1
fi: Skripti tiedoston avaus epäonnistui. %1

source: ImageMagick error: %1
fi: ImageMagick virhe: %1

source: Get more...
fi: Hae lisää...

source: Configure Template Plugin
fi: Mallipoja lisäosan asetukset

source: Default &Menu Language:
fi: &Valikkojen oletus kieli:

source: Use this as a default menu language for new projects.
fi: Käytä tätä oletus kielenä uusille projekteille.

source: Debug widgets. Draws rectangles in menu pictures.
fi: Testaa käyttöliittymän osia. Piirtää suorakaiteet osien ympärille.

source: Image debug. Blue rectangle.
fi: Kuvan testaus (sininen).

source: Label debug. Red rectangle.
fi: Tekstin testatus (punainen).

source: Frame debug. Green rectangle.
fi: Kehyksen testaus. (vihreä)

source: Button debug. Yellow rectangle.
fi: Painikkeen testaus (keltainen)

source: Box debug. White rectangle.
fi: Laatikon testaus (valkoinen)

source: Widget debug. Gray rectangle.
fi: Yleinen testaus (harmaa)

source: Print debug information from widget.
fi: Tulosta vempainen debug informaatio.

source: Draw also margin.
fi: Piirrä myös marginaali.

source: Providers URL for GHNS
fi: URL GHNS:sää varten

source: &Properties
fi: &Ominaisuudet

source: Menus are up to date
fi: Valikot ovat ajan tasalla

source: Template plugin for KMediaFactory.
fi: Mallipohja lisäosa KmediaFactoryyn

source: KMediaFactory Template
fi: KmediaFactory mallipohja

source: Template plugin
fi: Mallipohja lisäosa
