Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_beta2/po/*/kmediafactory_player.po
Languages: fi

source: _: NAME OF TRANSLATORS Your names
fi: Petri Damstén

source: _: EMAIL OF TRANSLATORS Your emails
fi: petri.damsten@iki.fi

source: *.png|PNG Graphics file
fi: *.png|PNG kuva tiedosto

source: Could not write to file: %1
fi: Tiedostoa ei voitu kirjoittaa: %1

source: DVD files and directories
fi: DVD tiedostot ja hakemistot

source: KmediaFactory Player
fi: KmediaFactory Videosoitin

source: Title Me&nu
fi: &Päävalikko

source: Alt+N
fi: Alt+P

source: Root Men&u
fi: &Video valikko

source: Alt+U
fi: Alt+V

source: S&ave Frame
fi: Tallenn&a kuva

source: auto
fi: automaattinen

source: off
fi: pois

source: Ch
fi: Kan

source: General Warning:
fi: Yleinen varoitus:

source: No Informations available.
fi: Ei tietoa saatavilla.

source: Security Warning:
fi: Turvallisuus varoitus:

source: The host you're trying to connect is unknown. Check the validity of the specified hostname.
fi: Palvelin johon yhteyttä yritetään muodostaa on tuntematon. Tarkista etta palvelimen nimi on.käypä..

source: The device name you specified seems invalid.
fi: Määitelty laitteen nimi vaikuttaa epäkelvolta.

source: The network looks unreachable. Check your network setup and the server name.
fi: Verkkoon ei saada yhteytta. Tarkista verkkoasetuksesi ja palvelimen nimi.

source: Audio output unavailable. Device is busy.
fi: Audioulostulo ei ole käytettävissa. Laite varattu.

source: The connection was refused. Check the host name.
fi: Yhteydenmuodostus torjuttu. Tarkista palvelimen nimi.

source: The specified file or url was not found. Please check it.
fi: Määriteltyä tiedostoa tai URLia ei löytynyt. Ole hyvä ja tarkista se.

source: Permission to this source was denied.
fi: Pääsy tähän lähteeseen on evätty.

source: The source can't be read. Maybe you don't have enough rights for this, or source doesn't contain data (e.g: no disc in drive).
fi: Lähteestä ei voida luke. Sinulla ei välttämättä ole tarvittuja oikeuksia, tai lähde ei sisällä dataa (esim ei cd:tä asemassa).

source: A problem occur while loading a library or a decoder:
fi: Dekooderia tai kirjastoa ladattaessa törmättiin ongelmaan.

source: The source seems encrypted, and can't be read.
fi: Lähde vaikuttaa salatulta, eikä sitä voida lukea.

source: Your DVD is probably crypted. According to your country laws, you can or can't use libdvdcss to be able to read this disc.
fi: DVD vaikuttaa salatulta. Riippuen maan laeista, libdvdcssää voidaan tai ei voida käyttää tämän dvd:n lukemiseen.

source: Unknown error:
fi: Tuntematon virhe.

source: Error: Can't init new Video Driver %1 - using %2!
fi: Virhe: Video ajuria %1 ei pystytä initialisoimaan - käytetään ajuria %2!

source: Using Video Driver:
fi: Käytetään video ajuria:

source: Error: Can't init new Audio Driver %1 - using %2!
fi: Virhe: Ääniajuria %1 ei pystytä initialisoimaan - käytetään ajuria %2!

source: Using Audio Driver:
fi: Käytetään ääniajuria:

source: Init xine...
fi: Käynnistä xine...

source: Failed to connect to X-Server!
fi: Yhteyden muodostus X-palvelimeen epäonnistui!

source: Can't init xine Engine!
fi: Xine-moottoria ei pystytä käynnistämään!

source: Audiodriver to use (default: auto)
fi: Käytettävä ääniajuri (oletus: auto)

source: Videodriver to use (default: auto)
fi: Käytettävä videoajuri (oletus: auto)

source: Use software audio mixer
fi: Käytä ohjelmistopohjaista audiomikseriä.

source: Show OSD Messages
fi: Näytä viestit ruudulla

source: Size of OSD text
fi: Viestin koko

source: Font for OSD Messages
fi: Kirjasin viesteihin ruudulla

source: Can't init Video Driver '%1' - trying 'auto'...
fi: Videoajuria %1 ei voida käynnistää - yritetään videoajuria 'auto'

source: All Video Drivers failed to initialize!
fi: Jokaisen videoajurin initialisointi epäonnistui!

source: Can't init Audio Driver '%1' - trying 'auto'...
fi: Ääniajuria %1 ei voida käynnistää - yritetään ääniajuria 'auto'

source: All Audio Drivers failed to initialize!
fi: Jokaisen audioajurin initialisointi epäonnistui!

source: Can't create a new xine Stream!
fi: Uutta xine-vuota ei voida luoda!

source: Ready
fi: Valmis

source: Playing
fi: Soitetaan

source: DVB: opening...
fi: Avataan...

source: Opening...
fi: Avataan...

source: Recording
fi: Tallennetaan

source: Audio Codec
fi: Ääni purkaja (codec)

source: Video Codec
fi: Video purkaja (codec)

source: No plugin found to handle this resource
fi: Resurssin käsittelyyn ei löytynyt sopivaa lisäosaa

source: Resource seems to be broken
fi: Resurssi vaikuttaa rikkinäiseltä

source: Requested resource does not exist
fi: Pyydettyä resurssia ei ole olemassa

source: Resource can not be opened
fi: Resurssia ei voida avata

source: Generic error
fi: Yleinen virhe

source: Volume
fi: Äänenvoimakkuus

source: Mute
fi: Hiljennä

source: Pause
fi: Tauko

source: Fast Forward %1
fi: Pikakelaus %1

source: Slow Motion %1
fi: Hidastettu %1

source: Position
fi: Paikka

source: Deinterlace: on
fi: Lomituksen poisto: päällä

source: Deinterlace: off
fi: Lomituksen poisto: pois päältä

source: Aspect Ratio
fi: Kuvasuhde

source: Auto
fi: Automaattinen

source: Zoom X
fi: Levitä X

source: Zoom Y
fi: Levitä Y

source: Hue
fi: Värisävy

source: Saturation
fi: Värikylläisyys

source: Contrast
fi: Kontrasti

source: Brightness
fi: Kirkkaus

source: Audio/Video Offset
fi: Ääni/video aikakorjaus

source: msec
fi: msek

source: Subtitle Offset
fi: Tekstityksen aikakorjaus

source: KMediaFactory DVD player
fi: KMediaFactory DVD soitin

source: DVD to open
fi: Avattava DVD

source: Delete Filter
fi: Poista suodin
