Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.7.0_rc3/po/*/kmediafactory_template.po
Languages: fi

source: Menu: %1
fi: Valikko: %1

source: Could not paint menu.
fi: Valikko ei saatu tehtyä.

source: Could not write spumux xml file.
fi: Spumux xml tiedoston kirjoittaminen epäonnistui.

source: Could not save images.
fi: Kuvia ei voitu tallentaa

source: Could not make mpeg file.
fi: Video tiedostojen luonti epäonnistui.

source: Get more...
fi: Hae lisää...

source: Configure Template Plugin
fi: Konfikuroi mallipohja lisäosa

source: Default &Menu Language:
fi: &Valikon oletuskieli

source: &Properties
fi: &Ominaisuudet

source: Template plugin
fi: Mallipohja lisäosa
