Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_beta4/po/*/kmediafactory_slideshow.po
Languages: de

source: Slideshow properties
de: Diaschaueinstellungen

source: &Title:
de: &Titel:

source: Image
de: Bild

source: Comment
de: Kommentar

source: Alt+Ins
de: Alt+Einfügen

source: Add (Alt+ Insert)
de: Hinzufügen (Alt + Einfügen)

source: Alt+Del
de: Alt+Entfernen

source: Remove (Alt + Delete)
de: Entfernen (Alt + Entfernen)

source: Alt+Up
de: Alt+Pfeil nach oben

source: Move up (Alt + Up)
de: Hoch (Alt + up)

source: Alt+Down
de: Alt+Pfeil nach unten

source: Move down (Alt + Down)
de: Runter (Alt + Pfeil nach unten)

source: &Slide duration:
de: &Anzeigedauer:

source: fit
de: anpassen

source: &Add original pictures to DVD
de: &Originalbild zur DVD hinzufügen

source: &Loop slideshow
de: Diaschau &wiederholen

source: Ca&ncel
de: Abb&rechen

source: Duration to show one slide.
de: Anzeigedauer pro Bild.

source: Default duration to show one slide.
de: Dauer für ein Bild.

source: &Properties
de: &Eigenschaften

source: Processing slides...
de: Verarbeite Bilder...

source: Cannot add directory.
de: Kann Verzeichnis nicht hinzufügen.

source: Page %1
de: Seite %1

source: Preparing file(s) for %1
de: Bereite Datei(en) für %1 vor

source: Can't write slideshow file.
de: Kann Diaschaudatei nicht erstellen

source: Making Slideshow
de: Erstelle Diaschau

source: Slideshow error.
de: Diaschaufehler

source: Slideshow "%1" seems to be up to date
de: Diaschau "%1" scheint aktuell zu sein

source: Slideshow plugin for KMediaFactory.
de: Diaschauplugin für KMediaFactory.

source: KMediaFactory Slideshow
de: KMediaFactory Diaschau

source: Add Slideshow
de: Diaschau hinzufügen

source: Slideshow
de: Diaschau

source: %1 images
de: %1 Bilder

source: , Duration %1
de: , Dauer %1

source: , Audio duration %1
de: , Audiodauer %1

source: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Pictures, Presentations *.*|All files
de: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Bilder, Präsentationen *.*|Alle Dateien

source: *.mp3 *.wav *.ogg|Audio Files
de: *.mp3 *.wav *.ogg|Audiodateien

source: Audio files
de: Audiodateien

source: You should have atleast one chapter.
de: Sie sollten wenigstens ein Kapitel anlegen.
