Repository: UIKit0/kmediafactory
Catalog: tags/release-0.7.2/po/*/kmediafactory_output.po
Languages: fi, pl

source: DVD Author XML file
fi: DVDAuthor XML tiedosto

source: ********************************************************************** This file was made with %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Register usage: ================ g0: Playing chapter saved here. g1: Play this chapter when entering titleset menu. 0 == show menu. Also used by Back button. g2: Used vmgm button is saved here g3: Jump to this titleset. Also used for direct play. g4: Used titleset button is saved here g5: vmgm page is saved here g6: titleset page is saved here g7: temporary variable **********************************************************************
fi: ********************************************************************** Tämä tiedosto on tehty ohjelmalla %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Rekisterien käyttö: ================ g0: Soitossa oleva kappale. g1: Soita tämä kappale kun tullaan titleset valikkoon. 0 == näytä valikko. Myös takaisin painike käyttää tätä. g2: Käytetty vmgm painike tallennetaan tähän g3: Hyppää tähän titlesettiin. Käytetään myös suorasoitossa. g4: Käytetty titleset painike tallennetaan tähän g5: vmgm sivu tallennetaan tähän g6: titleset sivu tallennetaan tähän g7: väliaikainen muuttuja **********************************************************************

source: Main menu for %1
fi: Päävalikko %1

source: Error in saving dvdauthor.xml
fi: Virhe tallennettaessa dvdauthor.xml tiedostoa.

source: DVDAuthor project
fi: DVDAuthor projekti
pl: Projekt DVDAuthor

source: DVD Directory
fi: DVD hakemisto
pl: Katalog DVD

source: Processing: %1
fi: Käsitellään: %1

source: Fixing: %1
fi: Korjataan: %1

source: &Clean directory
fi: &Tyhjennä hakemisto
pl: &Wyczyść katalog

source: DVD Directory is up to date
fi: DVD hakemisto on ajan tasalla
pl: Katalog DVD jest akryalny

source: DVD Info
fi: DVD tiedot

source: Analyzing DVD...
fi: Analysoidaan DVD:tä...
pl: Analizuję DVD...

source: Titles
fi: Nimikkeet
pl: napisy czołowe

source: Longest title
fi: Pisin nimike
pl: Najdłuższy tytuł

source: Name
fi: Nimi
pl: Nazwa

source: VMG Identifier
fi: VMG tunnus
pl: VMG identyfikator

source: Provider indentifier
fi: Julkaisijan tunnus
pl: Identyfikator dostawcy

source: Index
fi: Sisällys
pl: Indeks

source: Length
fi: Pituus
pl: Długość

source: Start sector
fi: Ensimmäinen sektori
pl: Początkowy sektor

source: End sector
fi: Viimeinen sektori
pl: Końcowy sektor

source: Width
fi: Leveys

source: Height
fi: Korkeus

source: Format
fi: Fromaatti

source: Aspect ratio
fi: Kuvasuhde

source: Frames per second
fi: Kuvaa sekunnissa
pl: Ramek na sekundę

source: Permitted DF
fi: Sallittu DF
pl: Dozwolony DF

source: Start
fi: Aloita

source: Is chapter
fi: Onko kappale
pl: jest rozdział

source: yes
fi: kyllä
pl: tak

source: no
fi: ei
pl: nie

source: Language
fi: Kieli
pl: Język

source: Channels
fi: Kanavat
pl: Kanały

source: Sample frequency
fi: Näytteenottotaajuus
pl: Częstotliwość próbkowani

source: Bitrate
fi: Bittivirta

source: Quantization
fi: Kvantisointi
pl: Kwantyzacja

source: AP Mode
fi: AP moodi
pl: Tryb A

source: Type
fi: Tyyppi
pl: Typ

source: Not a DVD.
fi: Ei DVD.
pl: To nie jest DVD.

source: Size
fi: Koko
pl: Wielkość

source: DVD files and directories
fi: DVD tiedostot ja hakemistot
pl: Pliki i katalogi DVD

source: K3b project
fi: K3b projekti

source: %1 - Version %2
fi: %1 - versio %2
pl: %1 - Wersja %2

source: K3b Project
fi: K3b projekti
pl: K3b Projekt

source: Preview DVD in Xine
fi: Esikatsele DVD Xine-ohjelmalla
pl: Podgląd DVD w Xine

source: Preview DVD in Kaffeine
fi: Esikatsele DVD Kaffeine-ohjelmalla
pl: Podgląd DVD w Kaffeine
