Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_alpha2/po/*/kmediafactory_template.po
Languages: de

source: ********************************************************************** This file was made with %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Register usage: ================ g0: Playing chapter saved here. g1: Play this chapter when entering titleset menu. 0 == show menu. Also used by Back button. g2: Used vmgm button is saved here g3: Jump to this titleset. Also used for direct play. g4: Used titleset button is saved here g5: vmgm page is saved here g6: titleset page is saved here g7: temporary variable **********************************************************************
de: ********************************************************************** Diese Datei wurde erzeugt mit: %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Registerbenutzung: ================ g0: Hier gespeichertes Kapitel spielen g1: Dieses Kapitel beim betreten der Titelauswahl spielen. 0 == Menü zeigen. Auch für Zurückschaltfläche benutzt g2: Benutzte vmgm Schaltfläche wird hier gespeichert g3: Zu dieser Titelauswahl springen. Wird auch für direktes Abspielen genutzt g4: Benutze Titelauswahlschaltfläche wird hier gespeichert g5: vmgm Seite wird hier gespeichert g6: Titelauswahlseite wird hier gespeichert g7: temporäre Variable **********************************************************************

source: Main menu for %1
de: Hauptmenü für %1

source: Menu: %1
de: Menü: %1

source: Cannot find page %1 from template.
de: Kann Seite %1 der Vorlage nicht finden.

source: Generating menus
de: Erstelle Menüs

source: Making menu mpegs
de: Erstelle Menü MPEGs

source: Generating DVDAuthor xml
de: Erstelle Xml-Datei für DVDAuthor

source: Converting %1 to ac3 format
de: konvertiere %1 in das AC3-Format

source: Conversion error.
de: Konvertierungsfehler.

source: Script file open failed. %1
de: öffnen der Skriptdatei fehlgeschlagen. %1

source: ImageMagick error: %1
de: ImageMagick Fehler: %1

source: Configure Template Plugin
de: Vorlagenplugin konfigurieren

source: Default &Menu Language:
de: Standard &Menüsprache

source: Use this as a default menu language for new projects.
de: Als Standardsprache für Menüs bei neuen Projekten verwenden.

source: Debug widgets. Draws rectangles in menu pictures.
de: Debug Elemente. Zeichnet Rechtecke in Menübildern.

source: Image debug. Blue rectangle.
de: Debug Elemente. Blaue Rechtecke.

source: Label debug. Red rectangle.
de: Rote Rechtecke um Labels

source: Frame debug. Green rectangle.
de: Grüne Rechtecke um Frames

source: Button debug. Yellow rectangle.
de: Gelbe Rechtecke um Schaltflächen

source: Box debug. White rectangle.
de: Weiße Rechtecke um Boxen

source: Widget debug. Gray rectangle.
de: Graue Rechtecke um Grafikelemente

source: Print debug information from widget.
de: Debuginformationen für Grafikelemente anzeigen

source: Draw also margin.
de: Rand zeichnen

source: &Properties
de: &Eigenschaften

source: Menus are up to date
de: Menüs sind aktuell

source: Template plugin for KMediaFactory.
de: Vorlagenplugin für KmediaFactory.

source: KMediaFactory Template
de: KMediaFactory Vorlage

source: Template plugin
de: Vorlagenplugin
