Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_alpha2/po/*/kmediafactory_dvimport.po
Languages: de

source: DV Import plugin for KMediaFactory.
de: DV Importplugin für KMediaFactory

source: Add DV
de: DV hinzufügen

source: Multiple files make multiple titles.
de: Mehrere Dateien erzeugen mehrere Titel.

source: Cannot add directory.
de: Kann Verzeichnis nicht hinzufügen.

source: DV Import
de: DV importieren

source: Importing DV video<br> <ul> <li>Generates chapters from different takes</li> <li>Generates subtitles from timetamps</li> </ul>
de: Importiere DV Video<br> <ul> <li>Erstelle Kapitel zu verschiedenen Aufnahmen</li> <li>Erstelle Untertitel aus Zeitmarken</li> </ul>

source: Date & Time format for subtitles.
de: Datums- und Zeitformat für Untertitel.

source: Date & Time format used for subtitles in dv file import. Uses QDateTime format.
de: Datums- und Zeitformat, welches für Untertitel beim DV-Datei-Import verwendet wird. Benutzt QDateTime Format.

source: Minimum chapter length.
de: Minimale Kapitellänge.

source: Minimum chapter length in seconds when importing dv file.
de: Minimale Kapitellänge in Sekunden bei DV-Datei Import.

source: Chapter Offset.
de: Kapiteloffset.

source: Number of frames chapter is forwarded. Usefull if chapter starts with previous video take.
de: Anzahl der Frames, die im Kapitel übersprungen werden. Nützlich, wenn Kapitel mit Bildern aus vorherigem Abschnitt beginnt.
