Repository: UIKit0/kmediafactory
Catalog: plugins/template/preview_1/locale/*/LC_MESSAGES/ui.po
Languages: de, fi

source: Preview 1
fi: Kuvat 1

source: Template Options
de: Templateoptionen
fi: Mallipohjan valinnat

source: B&ackground Image:
de: H&intergrundbild
fi: &Tausta kuva:

source: Back&ground Sound:
de: Hin&tergrundmusik
fi: &Tausta musiikki:

source: &Main Title Font:
de: &Schriftart Hauptüberschrift
fi: Pääotsakkeen kirjasin:

source: &Title Font:
de: S&chriftart Überschrift
fi: Otsakkeen kirjasin:

source: Font C&olor:
de: Schriftf&arbe
fi: Kirjasimen väri:

source: Direct Play
de: direkt abspielen
fi: Suorasoitto

source: Pla&y first track when disc entered
de: Disc so&fort abspielen
fi: &Soita ensimmäinen video aloitettaessa

source: Alt+Y
fi: Alt+S

source: After playing title:
de: Nach Titelwiedergabe:
fi: Soiton jälkeen:

source: Jump to main menu
de: Zu Hauptmenü springen
fi: hyppää päävalikkoon

source: Jump to next title
de: Zu nächsten Titel springen
fi: hyppää seuraavaan videoon

source: La&nguage:
de: Sprac&he:
fi: &Kieli:
