Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_alpha3/po/*/kmediafactory_player.po
Languages: pt_br

source: _: NAME OF TRANSLATORS Your names
pt_br: Caio Begotti

source: _: EMAIL OF TRANSLATORS Your emails
pt_br: caio@ueberalles.net

source: *.png|PNG Graphics file
pt_br: *.png|PNG Arquivo gráfico

source: Could not write to file: %1
pt_br: Não foi possível gravar o arquivo: %1

source: DVD files and directories
pt_br: Arquivos e diretórios do DVD

source: auto
pt_br: automático

source: off
pt_br: desligado

source: General Warning:
pt_br: Aviso geral:

source: No Informations available.
pt_br: Nenhuma informação disponível.

source: Security Warning:
pt_br: Aviso de segurança:

source: The host you're trying to connect is unknown. Check the validity of the specified hostname.
pt_br: Você está tentando contactar uma máquina desconhecida. Verifique a validade do nome que você especificou.

source: The device name you specified seems invalid.
pt_br: O nome de dispositivo especificado parace inválido.

source: The network looks unreachable. Check your network setup and the server name.
pt_br: A rede parece estar inacessível. Verifique sua configuração e o nome do servidor.

source: Audio output unavailable. Device is busy.
pt_br: Saída de áudio indisponível. O dispositivo está ocupado.

source: The connection was refused. Check the host name.
pt_br: Essa conexão foi recusada. Verifique o hostname.

source: The specified file or url was not found. Please check it.
pt_br: O arquivo ou URL especificada não foi encontrado.

source: Permission to this source was denied.
pt_br: O acesso a essa fonte foi negado.

source: The source can't be read. Maybe you don't have enough rights for this, or source doesn't contain data (e.g: no disc in drive).
pt_br: A fonte de dados não pôde ser usada. Talvez você não tenha privilégios pra isso, ou a fonte não tem dado algum (ex: não existe um disco no leitor).

source: A problem occur while loading a library or a decoder:
pt_br: Ocorreu um problema ao carregar uma biblioteca ou decodificador.

source: The source seems encrypted, and can't be read.
pt_br: A fonte de dados parece estar criptografada e não pode ser lida.

source: Your DVD is probably crypted. According to your country laws, you can or can't use libdvdcss to be able to read this disc.
pt_br: O seu DVD provavelmente está criptografado. De acordo com as leis do seu país, você pode ou não ler os dados desse disco.

source: Unknown error:
pt_br: Erro desconhecido.

source: Error: Can't init new Video Driver %1 - using %2!
pt_br: Erro: não foi possível inicializar o driver de vídeo %1 usando %2!

source: Using Video Driver:
pt_br: Usando driver de vídeo:

source: Error: Can't init new Audio Driver %1 - using %2!
pt_br: Erro: não foi possível inicializar o driver de áudio %1 usando %2!

source: Using Audio Driver:
pt_br: Usandro driver de áudio:

source: Init xine...
pt_br: Inicializando Xine...

source: Failed to connect to X-Server!
pt_br: Falha ao se conectar no servidor gráfico!

source: Can't init xine Engine!
pt_br: Não foi possível inicializar o driver Xine!

source: Audiodriver to use (default: auto)
pt_br: Driver de áudio para usar (padrão: automático)

source: Videodriver to use (default: auto)
pt_br: Driver de vídeo para usar (padrão: automático)

source: Use software audio mixer
pt_br: USar mixer de áudio via software

source: Show OSD Messages
pt_br: Exibir mensagens OSD

source: Size of OSD text
pt_br: Tamanho do texto OSD

source: Font for OSD Messages
pt_br: Fonte de mensagens OSD

source: Can't init Video Driver '%1' - trying 'auto'...
pt_br: Não foi possível inicializar o driver de vídeo %1... tentando 'automático'...

source: All Video Drivers failed to initialize!
pt_br: Todos os drivers de vídeos falharam!

source: Can't init Audio Driver '%1' - trying 'auto'...
pt_br: Não foi possível inicializar o driver de áudio %1... tentando 'automático'...

source: All Audio Drivers failed to initialize!
pt_br: Todos os drivers de áudio falharam!

source: Can't create a new xine Stream!
pt_br: Falha ao criar fluxo de mídia do Xine!

source: Ready
pt_br: Pronto

source: Playing
pt_br: Reproduzindo

source: DVB: opening...
pt_br: DVB: abrindo...

source: Opening...
pt_br: Abrindo...

source: Recording
pt_br: Gravando

source: Audio Codec
pt_br: Codec de áudio

source: Video Codec
pt_br: Codec de vídeo

source: No plugin found to handle this resource
pt_br: Nenhum plugin disponível para este recurso

source: Resource seems to be broken
pt_br: Este recurso parece inutilizável

source: Requested resource does not exist
pt_br: O recurso requisitado não existe

source: Resource can not be opened
pt_br: Impossível usar este recurso

source: Generic error
pt_br: Erro genérico

source: Mute
pt_br: Mudo

source: Fast Forward %1
pt_br: Avançar %1

source: Slow Motion %1
pt_br: Câmera lenta %1

source: Position
pt_br: Posição

source: Deinterlace: on
pt_br: Desintrelaçe: ligado

source: Deinterlace: off
pt_br: Desintrelace: desligado

source: Aspect Ratio
pt_br: Proporção visual

source: Auto
pt_br: Automático

source: Hue
pt_br: Tonalidade

source: Saturation
pt_br: Saturação

source: Contrast
pt_br: Contraste

source: Brightness
pt_br: Brilho

source: Audio/Video Offset
pt_br: Offset de áudio/vídeo

source: msec
pt_br: milisegundo

source: Subtitle Offset
pt_br: Offset da legenda

source: KMediaFactory DVD player
pt_br: Tocador de DVD do KMediaFactory

source: DVD to open
pt_br: DVD para abrir

source: KMediaFactoryPlayer
pt_br: Tocador do KMediaFactory

source: Delete Filter
pt_br: Apagar filtro

source: KmediaFactory Player
pt_br: Tocador do KMediaFactory

source: Title Me&nu
pt_br: Título do me&nu

source: Root Men&u
pt_br: Men&u principal

source: S&ave Frame
pt_br: S&alvar quadro
