Repository: UIKit0/kmediafactory
Catalog: tags/release-0.5.2.4/plugins/template/preview_1/locale/*/LC_MESSAGES/ui.po
Languages: pl

source: Preview 1
pl: Podgląd 1

source: Template Options
pl: Opcje szablonu

source: B&ackground Image:
pl: Obr&az tła:

source: Back&ground Sound:
pl: &Podkład muzyczny:

source: &Main Title Font:
pl: &Czcionka głównego tytułu:

source: &Title Font:
pl: Czcionka &tytułów:

source: Font C&olor:
pl: K&olor czcionki:

source: Direct Play
pl: Bezpośrednie odtwarzanie

source: Pla&y first track when disc entered
pl: Po &włożeniu dysku odtwarzaj pierwszą ścieżkę

source: Alt+Y
pl: Alt+W

source: After playing title:
pl: Po odtworzeniu tytułu:

source: Jump to main menu
pl: skocz do głównego menu

source: Jump to next title
pl: skocz do następnego tytułu

source: La&nguage:
pl: &Język:
