Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_beta3/po/*/kmediafactory_template.po
Languages: pl

source: _: NAME OF TRANSLATORS Your names
pl: Tomił Grabowski

source: _: EMAIL OF TRANSLATORS Your emails
pl: tomig@tomig.com

source: Main menu for %1
pl: Menu glowne dla %1

source: No pages.
pl: Brak stron.

source: Cannot find page %1 from template.
pl: Nie mogę znaleźć strony %1 z szablonu.

source: Generating menus
pl: Generuję menu

source: Making menu mpegs
pl: Tworzę plik menu mpeg

source: Generating DVDAuthor xml
pl: Tworzę DVDAuthor xml

source: Converting %1 to ac3 format
pl: Konwersja %1 do formatu ac3

source: Conversion error.
pl: Błąd konwersji.

source: Script file open failed. %1
pl: Błędne otwarcie pliku skryptu. %1

source: ImageMagick error: %1
pl: Błąd ImageMagick: %1

source: Configure Template Plugin
pl: Konfiguracja pluginu szablonów

source: Default &Menu Language:
pl: Domyślny język &Menu:

source: Use this as a default menu language for new projects.
pl: Użyj jako domyślny język menu w nowych projektach.

source: Image debug. Blue rectangle.
pl: Debuguję obraz. Niebieski prostokąt.

source: Label debug. Red rectangle.
pl: Debuguję etykietę. Czerwony prostkąt.

source: Frame debug. Green rectangle.
pl: Debuguję ramkę. Zielony prostokąt.

source: Button debug. Yellow rectangle.
pl: Debuguję klawisz. Żółty prostokąt.

source: Box debug. White rectangle.
pl: Debuguję box. Biały prostokąt.

source: Widget debug. Gray rectangle.
pl: Debuguję obiekt. Szary prostokąt.

source: Print debug information from widget.
pl: Drukuję debugowaną informację z obiektu.

source: Draw also margin.
pl: Rysuję także krawędź.

source: &Properties
pl: &Właściwości

source: Menus are up to date
pl: Menu są aktualne.

source: Template plugin for KMediaFactory.
pl: Plugin szablony dla KMediaFactory.

source: KMediaFactory Template
pl: KMediaFactory szablon

source: Template plugin
pl: plugin szablon
