Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.8.0_rc1/po/*/kmediafactory_slideshow.po
Languages: cs

source: Configure Slideshow Plugin
cs: Nastavit přídavný modul pro promítání diapozitivů

source: Audio &Type:
cs: Typ zvu&kového souboru:

source: Slideshow properties
cs: Vlastnosti promítání diapozitivů

source: &Title:
cs: &Název:

source: Add (Alt+ Insert)
cs: Přidat (Alt + Insert)

source: Alt+Ins
cs: Alt+Insert

source: Remove (Alt + Delete)
cs: Odstranit (Alt + Delete)

source: Alt+Del
cs: Alt+Delete

source: Move up (Alt + Up)
cs: Posunout nahoru (Alt + šipka nahoru)

source: Alt+Up
cs: Alt+šipka nahoru

source: Move down (Alt + Down)
cs: Posunout dolů (Alt + šipka dolů)

source: Alt+Down
cs: Alt+šipka dolů

source: &Slide duration:
cs: &Délka trvání diapozitivu:

source: fit
cs: Přizpůsobit

source: &Add original pictures to DVD
cs: &Přidat původní obrázky do DVD

source: &Loop slideshow
cs: Opakovat &promítání diapozitivů

source: Copying slideshow originals
cs: Kopírují se původní promítání diapozitivů

source: Slideshow: %1
cs: Promítání diapozitivů: %1

source: Slideshow error.
cs: Promítání diapozitivů selhalo.

source: Can't write slideshow file.
cs: Soubor s promítáním diapozitivů nelze zapsat.

source: &Properties
cs: &Vlastnosti

source: Processing slides...
cs: Zpracovávají se diapozitivy...

source: Cannot add directory.
cs: Adresář nelze přidat.

source: Page %1
cs: Strana %1

source: Slideshow "%1" seems to be up to date
cs: Zdá se, že promítání diapozitivů "%1" je aktuální

source: Add Slideshow
cs: Přidat promítání diapozitivů

source: Slideshow
cs: Promítání diapozitivů

source: Slideshow plugin
cs: Přídavný modul pro promítání diapozitivů

source: Picture
cs: Obrázek

source: Comment
cs: Poznámka

source: Slideshow Properties
cs: Vlastnosti promítání diapozitivů

source: Info:
cs: Informace:

source: %1 images
cs: %1 obrázků

source: , Duration %1
cs: , Doba trvání %1

source: , Audio duration %1
cs: , Doba trvání zvuku %1

source: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Pictures, Presentations *.*|All files
cs: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Obrázky, Prezentace *.*|Všechny soubory

source: *.mp3 *.wav *.ogg|Audio Files
cs: *.mp3 *.wav *.ogg|Zvukové soubory

source: Audio files
cs: Zvukové soubory

source: You should have atleast one chapter.
cs: Měl byste přiložit alespoň jednu kapitolu.
