Repository: UIKit0/kmediafactory
Catalog: tags/release-0.7.5/po/*/kmediafactory_output.po
Languages: cs

source: DVD Author XML file
cs: DVD Author XML soubor

source: ********************************************************************** This file was made with %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Register usage: ================ g0: Playing chapter saved here. g1: Play this chapter when entering titleset menu. 0 == show menu. Also used by Back button. g2: Used vmgm button is saved here g3: Jump to this titleset. Also used for direct play. g4: Used titleset button is saved here g5: vmgm page is saved here g6: titleset page is saved here g7: temporary variable **********************************************************************
cs: ********************************************************************** Tento soubor byl vytvořen %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Užití rejstříků: ================ g0: Přehrávaná kapitola uložena zde. g1: Přehrávat tuto kapitolu při vstupu do menu s názvy. 0 == ukázat menu. Používáno rovněž tlačítkem Back. g2: Použité tlačítko vmgm je uloženo zde g3: Skočit do této sady názvů. Používá se i pro přímé přehrávání. g4: Použité tlačítko sady názvů je uloženo zde g5: vmgm stránka je uložena zde g6: Stránka sady názvů je uložena zde g7: dočasná proměnná **********************************************************************

source: Main menu for %1
cs: Hlavní menu pro %1

source: Error in saving dvdauthor.xml
cs: Selhalo ukládání dvdauthor.xml

source: DVDAuthor project
cs: DVDAuthor projekt

source: DVD Directory
cs: Adresář DVD

source: Processing: %1
cs: Zpracovává se: %1

source: Fixing: %1
cs: Opravuje se: %1

source: &Clean directory
cs: &Smazat obsah adresáře

source: DVD Directory is up to date
cs: Adresář DVD je aktuální

source: DVD Info
cs: DVD Informace

source: Analyzing DVD...
cs: Analyzuje se DVD...

source: Titles
cs: Názvy

source: Longest title
cs: Nejdelší název

source: Name
cs: Název

source: VMG Identifier
cs: VMG identifikátor

source: Provider indentifier
cs: Identifikátor poskytovatele

source: Length
cs: Délka

source: Start sector
cs: Počáteční sektor

source: End sector
cs: Koncový sektor

source: Width
cs: Šířka

source: Height
cs: Výška

source: Format
cs: Formát

source: Aspect ratio
cs: Poměr stran

source: Frames per second
cs: Snímků za sekundu

source: Permitted DF
cs: Povolený DF

source: Is chapter
cs: Kapitola je

source: yes
cs: ano

source: no
cs: ne

source: Language
cs: Jazyk

source: Channels
cs: Kanály

source: Sample frequency
cs: Vzorkovací kmitočet

source: Bitrate
cs: Datový tok

source: Quantization
cs: Kvantování

source: AP Mode
cs: AP režim

source: Type
cs: Typ

source: Not a DVD.
cs: Není DVD.

source: Size
cs: Velikost

source: DVD files and directories
cs: DVD soubory a adresáře

source: K3b project
cs: Projekt K3b

source: %1 - Version %2
cs: %1 - Verze %2

source: K3b Project
cs: Projekt K3b

source: Preview DVD in Xine
cs: Náhled DVD v Xine

source: Preview DVD in Kaffeine
cs: Náhled DVD v Kaffeine
