Repository: UIKit0/kmediafactory
Catalog: po/*/kmediafactory_dvimport.po
Languages: pl

source: _: NAME OF TRANSLATORS Your names
pl: Tomił Grabowski

source: _: EMAIL OF TRANSLATORS Your emails
pl: tomig@tomig.com

source: DV Import plugin for KMediaFactory.
pl: Plugin DV Import dla KMediaFactory.

source: Add DV
pl: Dodaj DV

source: Multiple files make multiple titles.
pl: Z wielu plików trórz wiele tytułów.

source: Cannot add directory.
pl: Nie mogę dodać katalogu.

source: Importing DV video<br> <ul> <li>Generates chapters from different takes</li> <li>Generates subtitles from timetamps</li> </ul>
pl: Importuję DV video<br> <ul> <li>Generuję rozdziały z różnych ujęć</li> <li>Generuję podpisy z timetamps</li> </ul>

source: Date & Time format for subtitles.
pl: Format daty i czasu dla podpisów.

source: Date & Time format used for subtitles in dv file import. Uses QDateTime format.
pl: Format daty i czasu użyty dla podpisów w importowanym pliku dv. Używam formatu QDateTime.

source: Minimum chapter length.
pl: Minimalna długość rozdziału.

source: Minimum chapter length in seconds when importing dv file.
pl: Minimalna długość rozdziału w sekundach podczas importu z pliku dv.

source: Chapter Offset.
pl: Wyrównanie rozdziału.
