Repository: UIKit0/kmediafactory
Catalog: po/*/kmediafactory_template.po
Languages: ru, uk

source: Menu: %1
ru: Меню: %1
uk: Меню: %1

source: Could not paint menu.
ru: Не удалось нарисовать меню.
uk: Не вдалося намалювати меню.

source: Could not write spumux xml file.
ru: Не удалось записать файл spumux xml
uk: Не вдалося записати файл XML spumux.

source: Could not save images.
ru: Не ужалось сохранить изображения
uk: Не вдалося зберегти зображення.

source: Could not make mpeg file.
ru: Не удалось создать файл mpeg.
uk: Не вдалося створити файл mpeg.

source: Get More...
uk: Додатково…

source: Configure Template Plugin
ru: Настроить модуль шаблона
uk: Налаштування додатка шаблонів

source: Default menu language:
uk: Типова мова меню:

source: Properties
uk: Властивості

source: Template
uk: Шаблон

source: Template Settings
uk: Параметри шаблону

source: Get more...
ru: Ещё...

source: Default &Menu Language:
ru: Язык &меню по умолчанию:

source: &Properties
ru: &Свойства

source: Template plugin
ru: Модуль шаблона
