Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_alpha1/po/*/kmediafactory_dvimport.po
Languages: pt_br

source: _: NAME OF TRANSLATORS Your names
pt_br: Caio Begotti

source: _: EMAIL OF TRANSLATORS Your emails
pt_br: caio@ueberalles.net

source: DV Import plugin for KMediaFactory.
pt_br: Plugin de importação de DV para o KMediaFactory

source: KMediaFactory DV Import
pt_br: Importação de DVD do KMediaFactory

source: Add DV
pt_br: Adicionar DV

source: Multiple files make multiple titles.
pt_br: Múltiplos arquivos geram múltiplos títulos.

source: Cannot add directory.
pt_br: Não foi possível adicionar este diretório.

source: DV Import
pt_br: Importação de DV

source: Importing DV video<br> <ul> <li>Generates chapters from different takes</li> <li>Generates subtitles from timetamps</li> </ul>
pt_br: Importando um vídeo DV<br> <ul> <li>Gera capítulos a partir de diferentes tomadas</li> <li>Gera legendas a partir de estampas de data/hora</li> </ul>

source: Date & Time format for subtitles.
pt_br: Formato de data e hora para as legendas.

source: Date & Time format used for subtitles in dv file import. Uses QDateTime format.
pt_br: Formato de data & hora usado nas legendas da importção de arquivo DV. Usar formato do QDateTime .

source: Minimum chapter length.
pt_br: Tamanho mínimo do capítulo.

source: Minimum chapter length in seconds when importing dv file.
pt_br: Tamanho mínimo dos capítulos (em segundos) ao importar um DV.

source: Chapter Offset.
pt_br: Offset de capítulos.

source: Number of frames chapter is forwarded. Usefull if chapter starts with previous video take.
pt_br: Número de quadros para adiantar. Útil se o capítulo iniciar com uma tomada de vídeo anterior.
