Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_alpha1/po/*/kmediafactory_video.po
Languages: fi

source: _: NAME OF TRANSLATORS Your names
fi: Petri Damstén

source: _: EMAIL OF TRANSLATORS Your emails
fi: petri.damsten@iki.fi

source: &Name:
fi: &Nimi:

source: &Position:
fi: &Paikka:

source: &Name (Use %1 for digit):
fi: &Nimi (Käytä %1 jos haluat juoksevan numeron):

source: Chapter %1
fi: Kappale %1

source: &Interval:
fi: Aikaväl&i:

source: C&ancel
fi: &Peru

source: &Delete all
fi: Poista &kaikki

source: &Rename all
fi: &Nimeä kaikki uudelleen

source: &Auto chapters
fi: &Automaattiset kappaleet

source: _: Import chapter file &Import
fi: &Tuo kappaleet tiedostosta

source: You should have atleast one chapter.
fi: Listassa pitää olla ainakin yksi kappale.

source: Chapters
fi: Kappaleet

source: &Chapters:
fi: &Kappaleet:

source: &Use as Custom Preview
fi: Käytä valinnaisena kuvana

source: Start
fi: Alku

source: Rewind
fi: Kelaa takaisin

source: Previous frame
fi: Edellinen ruutu

source: Next frame
fi: Seuraava ruutu

source: Forward
fi: Kelaa eteenpäin

source: End
fi: Loppu

source: Ca&ncel
fi: &Peru

source: Conversion Params
fi: Muunnos parametrit

source: Higher qualit&y encoding (Two pass)
fi: Korkea laatuinen muunnos (Kaksi kertaa)

source: Video &bitrate:
fi: Videon bittivirta

source: Audio &type:
fi: Äänen muoto:

source: &Audio bitrate:
fi: Äänen bittivirta

source: Name
fi: Nimi

source: Length
fi: Pituus

source: Select language
fi: Valitse kieli

source: La&nguages:
fi: &Kielet:

source: Subtitle options
fi: Tekstityksen ominaisuudet

source: La&nguage:
fi: &Kieli:

source: Su&btitle File:
fi: &Tekstitys tiedosto:

source: Subtitle Font:
fi: Tekstitys kirjasin:

source: Hori&zontal Alignment:
fi: &Vaakasuora kohdistus:

source: Vertical &Alignment
fi: Pystysuor&a kohdistus:

source: Configure Video Plugin
fi: Konfiguroi video lisäosa

source: Default &Audio Language:
fi: Oletus &audio kieli:

source: Default Subtitle Lan&guage:
fi: Oletus tekstitys &kieli:

source: &Use Image Cache
fi: &Käytä kuville välimuistia

source: Video Options
fi: Videon ominaisuudet

source: Tit&le:
fi: Otsi&kko:

source: Custom &preview:
fi: Valinnainen &kuva:

source: &Aspect ratio:
fi: Kuv&asuhde:

source: Audio Trac&ks:
fi: Ääni rai&dat:

source: Subtitles:
fi: Tekstitykset:

source: Save preview pictures in menu dir. Usefull when making same DVD multiple times (testing).
fi: Tallenna esikatselu kuvat media hakemistoon. Hyödyllinen<br>jos teet saman DVD useampaan kertaan (testatessa):

source: Black frame detection offset
fi: Mustien ruutujen siirros aika:

source: Use this as a default audio language for new files.
fi: Käytä tätä oletus audio kielenä uusille tiedostoille.

source: Use this as a default subtitle language for new subtitles.
fi: Käytä tätä oletus tekstitys kielenä uusille tiedostoille.

source: Subtitle files
fi: Tekstitys tiedostot

source: All files
fi: Kaikki tiedostot

source: Subtitle file does not exists.
fi: Tekstitys tiedostoa ei ole olemassa.

source: &Properties
fi: &Ominaisuudet

source: Play video
fi: Soita video

source: Converting %1 to DVD format%2
fi: Muunnetaan %1 DVD formaattiin %2

source: Conversion error.
fi: Muunnos virhe.

source: Conversion of %1 seems to be up to date
fi: Muunnos %1 näyttää olevan ajan tasalla

source: Adding subtitles to %1
fi: Lisätään %1 tekstitystä

source: Subtitle conversion seems to be up to date
fi: Tekstitys näyttää olevan ajan tasalla

source: Preparing file(s) for %1
fi: Valmistellaan tiedostoja (%1)

source: Make DVD
fi: Tee DVD

source: Make preview DVD with dummy videos
fi: Tee esitkatselu DVD jossa on lyhyet videot

source: _n: Video has %1 chapter Video has %1 chapters
fi: Videossa on %1 kappale Videossa on %1 kappaletta

source: Video plugin for KMediaFactory.
fi: Video lisäosa KMediaFactoryyn

source: Add Video
fi: Lisää video

source: Video plugin
fi: Video lisäosa

source: Multiple files make multiple titles.
fi: Useampi tiedosto muodostaa useamman nimikkeen

source: Cannot add directory.
fi: Hakemistoa ei voi lisätä.

source: Couldn't add file: %1
fi: Tiedostoa ei saatu lisättyä: %1
