Repository: UIKit0/kmediafactory
Catalog: trunk/po/*/kmediafactory_player.po
Languages: de

source: *.png|PNG Graphics file
de: *.png|PNG Grafikdatei

source: Could not write to file: %1
de: Schreiben in Datei %1 nicht möglich.

source: DVD files and directories
de: DVD Dateien und Verzeichnisse

source: Title Me&nu
de: Titelme&nü

source: Root Men&u
de: Wurzelme&nü

source: S&ave Frame
de: Frame s&peichern

source: auto
de: automatisch

source: off
de: aus

source: General Warning:
de: Allgemeine Warnung:

source: No Informations available.
de: Keine Informationen verfügbar

source: Security Warning:
de: Sicherheitswarnung:

source: The host you're trying to connect is unknown. Check the validity of the specified hostname.
de: Rechner, zu dem die Verbindung aufgebaut werden soll, ist unbekannt. Überprüfen sie die Gültigkeit des Namens.

source: The device name you specified seems invalid.
de: Der angegebene Gerätename scheint ungültig zu sein.

source: The network looks unreachable. Check your network setup and the server name.
de: Das Netzwerk ist nicht verfügbar. Überprüfen Sie die Netzwerkeinstellungen und den Servernamen.

source: Audio output unavailable. Device is busy.
de: Audioausgabe nicht möglich. Gerät ist belegt.

source: The connection was refused. Check the host name.
de: Die Verbindung wurde zurückgewiesen. Überprüfen sie den Hostnamen.

source: The specified file or url was not found. Please check it.
de: Die Datei oder die URL wurde nicht gefunden. Bitte überprüfen.

source: Permission to this source was denied.
de: Zugriff auf die Quelle wurde verweigert.

source: The source can't be read. Maybe you don't have enough rights for this, or source doesn't contain data (e.g: no disc in drive).
de: Die Quelle kann nicht gelesen werden. Eventuell haben Sie nicht genügend Rechte, oder die Quelle ist leer (z.B. keine Disc im Laufwerk).

source: A problem occur while loading a library or a decoder:
de: Problem beim Laden einer Bibliothek oder eines Dekoders:

source: The source seems encrypted, and can't be read.
de: Die Quelle scheint verschlüsselt zu sein und kann nicht gelesen werden.

source: Your DVD is probably crypted. According to your country laws, you can or can't use libdvdcss to be able to read this disc.
de: Ihre DVD ist verschlüsselt, abhängig von der Gesetzgebung ihres Landes können Sie libdvdcss einsetzen, um sie dennoch wiederzugeben.

source: Unknown error:
de: Unbekannter Fehler:

source: Error: Can't init new Video Driver %1 - using %2!
de: Fehler: Kann neuen Videotreiber %1 nicht initialisieren - verwende %2!

source: Using Video Driver:
de: Verwende Videotreiber:

source: Error: Can't init new Audio Driver %1 - using %2!
de: Fehler: Kann neuen Audiotreiber %1 nicht initialisieren - verwende %2!

source: Using Audio Driver:
de: Verwende Audiotreiber:

source: Init xine...
de: Initialisiere Xine...

source: Failed to connect to X-Server!
de: Kann nicht zum X-Server verbinden!

source: Can't init xine Engine!
de: Kann Xine nicht initialisieren!

source: Audiodriver to use (default: auto)
de: Audiotreiber (standard: auto)

source: Videodriver to use (default: auto)
de: Videotreiber (standard: auto)

source: Use software audio mixer
de: Verwende Sofwareaudiomixer

source: Show OSD Messages
de: OSD Nachrichten anzeigen

source: Size of OSD text
de: Größe des OSD Textes

source: Font for OSD Messages
de: Schriftart für OSD Nachrichten

source: Can't init Video Driver '%1' - trying 'auto'...
de: Kann Videotreiber '%1' nicht initialisieren - Versuche 'auto' ...

source: All Video Drivers failed to initialize!
de: Alle Videotreiber konnten nicht initialisiert werden!

source: Can't init Audio Driver '%1' - trying 'auto'...
de: Kann Audiotreiber '%1' nicht initialisieren - versuche 'auto'...

source: All Audio Drivers failed to initialize!
de: Alle Audiotreiber konnten nicht initialisiert werden!

source: Can't create a new xine Stream!
de: Kann neuen Xine-Stream nicht initialisieren!

source: Ready
de: Fertig

source: Playing
de: Wiedergabe

source: DVB: opening...
de: Öffne DVB...

source: Opening...
de: Öffnen...

source: Recording
de: Aufnahme

source: No plugin found to handle this resource
de: Kein Plugin für die Quelle verfügbar

source: Resource seems to be broken
de: Ressource scheint fehlerhaft zu sein

source: Requested resource does not exist
de: Angeforderte Ressource existiert nicht

source: Resource can not be opened
de: Ressource kann nicht geöffnet werden.

source: Generic error
de: Allgemeiner Fehler

source: Volume
de: Lautstärke

source: Mute
de: Stumm

source: Fast Forward %1
de: Schneller Vorlauf %1

source: Slow Motion %1
de: Zeitlupe %1

source: Deinterlace: on
de: Deinterlace: an

source: Deinterlace: off
de: Deinterlace: aus

source: Aspect Ratio
de: Seitenverhältnis

source: Hue
de: Farbton

source: Saturation
de: Sättigung

source: Contrast
de: Kontrast

source: Brightness
de: Helligkeit

source: msec
de: msek

source: Subtitle Offset
de: Untertitel Offset

source: DVD to open
de: DVD zum öffnen

source: Delete Filter
de: Filter löschen
