Repository: UIKit0/kmediafactory
Catalog: trunk/po/*/kmediafactory.po
Languages: de

source: Media
de: Medien

source: Template
de: Vorlage

source: Output
de: Ausgabe

source: Could not write to file: %1
de: Schreiben in Datei: %1 nicht möglich

source: Error in starting %1: %2
de: Problem beim Starten von %1: %2

source: Tools
de: Extras

source: Save changes to project?
de: Änderungen am Projekt speichern?

source: Could not register with DCOP.
de: Registrieren zu DCOP fehlgeschlagen.

source: KLauncher could not be reached via DCOP.
de: KLauncher ist per DCOP nicht erreichbar.

source: KMediaFactory Settings
de: KMediaFactory Einstellungen

source: Def&ault Project Type:
de: St&andard Projekttyp

source: Default Project Director&y:
de: Standard Projektverzeichni&s:

source: Show project &options on new project
de: Projekt&optionen bei neuem Projekt anzeigen

source: Project%1
de: Projekt%1

source: No media files.
de: Keine Multimediadateien ausgewählt.

source: No template selected.
de: Kein Template ausgewählt.

source: No output type selected.
de: Kein Ausgabeformat gewählt.

source: Do you want to overwrite %1
de: Soll %1 überschrieben werden?

source: Log viewer
de: Logdatei-Betrachter

source: Template based DVD authoring software.
de: Vorlagenbasierte DVD Authoring Software.

source: Document to open
de: Zu öffnendes Dokument

source: Add media:
de: Medien hinzufügen:

source: Selected media:
de: Ausgewähltes Medium:

source: User cancelled.
de: Benutzer hat Aktion abgebrochen

source: Select output t&ype:
de: Ausgabet&yp wählen:

source: Progress:
de: Fortschritt:

source: Show &Log
de: Zeige &Logdatei

source: Project
de: Projekt

source: Media files will be removed from the project when project type changes. Continue?
de: Multimediadateien werden aus dem Projekt entfernt, wenn der Projekttyp geändert wird. Fortfahren?

source: Project Options
de: Projektoptionen

source: &Title:
de: &Titel:

source: T&ype:
de: T&yp:

source: Direct&ory:
de: Verzei&chnis:

source: C&ancel
de: &Abbrechen

source: &Project
de: &Projekt

source: &Media
de: &Medien

source: Size Widget
de: Grafikobjektgröße

source: &Templates:
de: &Vorlage:

source: &Preview:
de: &Vorschau:

source: Tool Properties
de: Werkzeugeinstellungen

source: Wor&k path:
de: Arbei&tspfad:

source: &Description:
de: &Beschreibung:

source: Co&mmand:
de: Be&fehl:

source: Place in media &button bar
de: Media &Werzeugleiste anzeigen

source: Run In Term&inal
de: Im Term&inal ausführen

source: Description
de: Beschreibung

source: Where the projects are saved by deafult.
de: Wo sollen Projekte gewöhnlich gespeichert werden?

source: Default project type.
de: Voreingestellter Pojekttyp.

source: Show project options when new project is lanuched.
de: Projekteinstellungen anzeigen, wenn neues Projekt gestartet wird.

source: Save image
de: Bild speichern

source: *.png|PNG Graphics file
de: *.png|PNG Grafikdatei
