Repository: UIKit0/kmediafactory
Catalog: trunk/po/*/kmediafactory_template.po
Languages: pt_br

source: _: NAME OF TRANSLATORS Your names
pt_br: Caio Begotti

source: _: EMAIL OF TRANSLATORS Your emails
pt_br: caio@ueberalles.net

source: Main menu for %1
pt_br: Menu principal de %1

source: No pages.
pt_br: Nenhuma página.

source: Cannot find page %1 from template.
pt_br: Não foi possível encontrar a página %1 do modelo.

source: Generating menus
pt_br: Gerando os menus

source: Making menu mpegs
pt_br: Criando mpegs dos menus

source: Generating DVDAuthor xml
pt_br: Gerando XML do DVDAuthor

source: Converting %1 to ac3 format
pt_br: Convertendo %1 para o formato AC3

source: Conversion error.
pt_br: Erro na conversão.

source: Script file open failed. %1
pt_br: Falha ao abrir arquivo: %1

source: ImageMagick error: %1
pt_br: Erro no ImageMagick: %1

source: Get more...
pt_br: Obter mais...

source: Configure Template Plugin
pt_br: COnfigurar plugin de modelos

source: Default &Menu Language:
pt_br: Língua padrão do &Menu:

source: Use this as a default menu language for new projects.
pt_br: Usar isso como língua padrão de menus para novos projetos.

source: Debug widgets. Draws rectangles in menu pictures.
pt_br: Telas de depuração. Desenham retângulos em imagens de menus.

source: Image debug. Blue rectangle.
pt_br: Depuração de imagem. Retângulo azul.

source: Label debug. Red rectangle.
pt_br: Depuração de legenda. Retângulo vermelho.

source: Frame debug. Green rectangle.
pt_br: Depuração de quadros. Retângulo verde.

source: Button debug. Yellow rectangle.
pt_br: Depuração de botões. Retângulos amarelos.

source: Box debug. White rectangle.
pt_br: Depuração de caixa. Retângulo branco.

source: Widget debug. Gray rectangle.
pt_br: Depuração de janelas. Retângulo cinza.

source: Print debug information from widget.
pt_br: Exibir informações de depuração de uma janela.

source: Draw also margin.
pt_br: Desenhar margem também.

source: Providers URL for GHNS
pt_br: URL de provedores GHNS

source: &Properties
pt_br: &Propriedades

source: Menus are up to date
pt_br: Os menus estão prontos

source: Template plugin for KMediaFactory.
pt_br: Plugin de modelos do KMediaFactory

source: KMediaFactory Template
pt_br: Modelos do KMediaFactory

source: Template plugin
pt_br: Plugin de Modelos
