Repository: UIKit0/kmediafactory
Catalog: trunk/po/*/kmediafactory_kstore.po
Languages: ru

source: The manifest file seems to be corrupted. The document could not be opened.
ru: Похоже, что файл описания повреждён. Не удалось открыть документ.

source: This document contains an unknown checksum. When you give a password it might not be verified.
ru: Документ содержит неизвестную контрольную сумму, которую, возможно, не удастся проверить после ввода пароля.

source: This document contains an unknown encryption method. Some parts may be unreadable.
ru: Документ содержит неизвестный метод шифрования. Некоторые его части могут быть нечитаемыми.

source: This document contains incomplete encryption data. Some parts may be unreadable.
ru: Документ содержит неполные данные о шифровании. Некоторые его части могут быть нечитаемыми.

source: QCA has currently no support for SHA1 or PBKDF2 using SHA1. The document can not be opened.
ru: В настоящее время QCA не имеет поддержки для SHA1 или PBKDF2 с использованием SHA1. Документ не может быть открыт.

source: The manifest file seems to be corrupted. It cannot be modified and the document will remain unreadable. Please try and save the document again to prevent losing your work.
ru: Похоже, что файл описания повреждён. Его нельзя изменить, и документ останется нечитаемым. Попробуйте снова сохранить документ для предотвращения потери сделанной работы.

source: The manifest file cannot be written. The document will remain unreadable. Please try and save the document again to prevent losing your work.
ru: Файл описания недоступен для записи.Документ останется нечитаемым. Попробуйте снова сохранить документ для предотвращения потери сделанной работы.

source: Please enter the password to open this file.
ru: Введите пароль чтобы открыть этот файл.

source: Please enter the password to encrypt the document with.
ru: Введите пароль, с которым нужно зашифровать документ.

source: Do you want to save the password?
ru: Сохранить пароль?

source: The directory mode is not supported for remote locations.
ru: Режим каталогов не поддерживается для удалённых местоположений.

source: KOffice Storage
ru: Хранение KOffice
