Repository: UIKit0/kmediafactory
Catalog: trunk/po/*/kmediafactory_output.po
Languages: pt_br

source: DVDAuthor project
pt_br: Projeto do DVDAuthor

source: DVD Directory
pt_br: Diretório do DVD

source: &Clean directory
pt_br: Limpar diretório

source: DVD Directory is up to date
pt_br: Diretório do DVD está atualizado

source: DVD Info
pt_br: Informação do DVD

source: Analyzing DVD...
pt_br: Analizando DVD...

source: Titles
pt_br: Títulos

source: Longest title
pt_br: Maior título

source: Name
pt_br: Nome

source: VMG Identifier
pt_br: Identificação VMG

source: Provider indentifier
pt_br: Identificação do provedor

source: Index
pt_br: Índice

source: Length
pt_br: Tamanho

source: VTS ID
pt_br: Identificação VTS

source: Start sector
pt_br: Iniciar setor

source: End sector
pt_br: Finalizar setor

source: Format
pt_br: Formato

source: Aspect ratio
pt_br: Proporção visual

source: Frames per second
pt_br: Quadros por segundo

source: Permitted DF
pt_br: DF permitido

source: Start
pt_br: Iniciar

source: Is chapter
pt_br: É um capítulo

source: yes
pt_br: sim

source: no
pt_br: não

source: Language
pt_br: Língua

source: Channels
pt_br: Canais

source: Sample frequency
pt_br: Frequência exemplo

source: Quantization
pt_br: Quantização

source: AP Mode
pt_br: Modo AP

source: Type
pt_br: Tipo

source: Not a DVD.
pt_br: Não é um DVD.

source: Size
pt_br: Tamanho

source: DVD files and directories
pt_br: Arquivos e diretórios do DVD

source: %1 - Version %2
pt_br: %1 - Versão %2

source: K3b Project
pt_br: Projeto K3B

source: Preview DVD in Xine
pt_br: Preview do DVD no Xine

source: Preview DVD in Kaffeine
pt_br: Preview do DVD no Kaffeine
