Repository: UIKit0/kmediafactory
Catalog: trunk/po/*/kmediafactory_slideshow.po
Languages: ru, uk

source: Configure Slideshow Plugin
ru: Настроить модуль слайд-шоу
uk: Налаштування додатка показу слайдів

source: Audio type:
uk: Тип звуку:

source: Default subtitle language:
uk: Типова мова субтитрів:

source: Slideshow properties
ru: Свойства слайд-шоу
uk: Властивості показу слайдів

source: Title:
uk: Заголовок:

source: Images
uk: Зображення

source: Add (Alt+ Insert)
ru: Добавить (Alt+ Insert)
uk: Додати(Alt+Insert)

source: Remove (Alt + Delete)
ru: Удалить (Alt + Delete)
uk: Вилучити (Alt+Delete)

source: Move up (Alt + Up)
ru: Вверх (Alt + Up)
uk: Пересунути вище (Alt+↑)

source: Alt+Up
uk: Alt+↑

source: Move down (Alt + Down)
ru: Вниз (Alt + Down)
uk: Пересунути нижче (Alt+↓)

source: Alt+Down
uk: Alt+↓

source: Image duration:
uk: Тривалість показу зображення:

source: fit
ru: Заполнить
uk: вмістити

source: Add to DVD
uk: Додати на DVD

source: Loop slideshow
uk: Циклічний показ слайдів

source: Image files:
uk: Файли зображень:

source: After last image:
uk: Після останнього зображення:

source: Audio
uk: Звук

source: Copying slideshow originals
ru: Копирования оригиналов слайд-шоу
uk: Копіювання початкових зображень показу

source: Copying originals failed.
uk: Спроба копіювання зазнала невдачі.

source: Comments for: %1
uk: Коментарі до: %1

source: Failed to add comments.
uk: Не вдалося додати коментарі.

source: Slideshow: %1
ru: Слайд-шоу: %1
uk: Перегляд слайдів: %1

source: Failed to start dvd-slideshow application.
uk: Не вдалося запустити програму dvd-slideshow.

source: dvd-slideshow application crashed.
uk: Програма dvd-slideshow завершила роботу у аварійному режимі.

source: Slideshow error (%1).
uk: Помилка показу слайдів (%1).

source: Can't write slideshow file.
ru: Запись в файл слайд-шоу невозможна
uk: Не вдалося записати файл показу слайдів.

source: Properties
uk: Властивості

source: Importing Slideshow
uk: Імпортування показу слайдів

source: Processing %1...
uk: Обробка %1…

source: Cannot add folder.
uk: Не вдалося додати теку.

source: Page %1
ru: Страница %1
uk: Сторінка %1

source: Slideshow "%1" seems to be up to date
ru: Слайд-шоу «%1» не требует обновления
uk: Здається, показ слайдів «%1» є актуальним

source: Add Slideshow
ru: Добавить слайд-шоу
uk: Додати показ слайдів

source: Select Slideshow Files
uk: Виберіть файли показу слайдів

source: Slideshow
ru: Слайд-шоу
uk: Показ слайдів

source: A DVD can only have a maximum of 99 titles.
uk: DVD не може містити більше за 99 частин.

source: Too Many Titles
uk: Забагато частин

source: Slideshow Settings
uk: Параметри показу слайдів

source: Image
uk: Зображення

source: Chapter
uk: Розділ

source: Comment
ru: Комментарий
uk: Коментар

source: Slideshow Properties
ru: Свойства слайд-шоу
uk: Властивості показу слайдів

source: Subtitles
uk: Субтитри

source: <i>Images: %1, Duration: %2, Audio duration: %3</i>
uk: <i>Зображень: %1, тривалість: %2, тривалість звуку: %3</i>

source: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Pictures, Presentations *.*|All files
ru: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Изображения, презентации *.*|Все файлы
uk: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|зображення, презентації *.*|всі файли

source: Select Audio File
uk: Виберіть звуковий файл супроводу

source: You should have at least one chapter.
uk: У вас має бути принаймні один розділ.

source: No Chapters
uk: Немає розділів

source: Each title in a DVD can have a maximum of 99 chapters. This title currently has %1.
uk: У кожній частині у DVD може бути не більше 99 розділів. У поточній частині таких розділів %1.

source: Too Many Chapters
uk: Забагато розділів

source: Audio &Type:
ru: Тип &аудио:

source: &Title:
ru: &Название:

source: &Slide duration:
ru: &Продолжительность слайда:

source: &Add original pictures to DVD
ru: &Добавить исходные изображения на DVD

source: &Loop slideshow
ru: &Повторять слайд-шоу

source: Slideshow error.
ru: Ошибка слайд-шоу

source: &Properties
ru: &Свойства

source: Processing slides...
ru: Обработка слайдов...

source: Cannot add directory.
ru: Не удалось добавить каталог

source: Slideshow plugin
ru: Модуль слайд-шоу

source: Picture
ru: Изображение

source: Info:
ru: Сведения:

source: %1 images
ru: %1 изображений

source: , Duration %1
ru: , продолжительность %1

source: , Audio duration %1
ru: , продолжительность аудио %1

source: *.mp3 *.wav *.ogg|Audio Files
ru: *.mp3 *.wav *.ogg|Файлы аудио

source: Audio files
ru: Файлы аудио

source: You should have atleast one chapter.
ru: Нужно иметь как минимум одну главу.
