Repository: UIKit0/kmediafactory
Catalog: trunk/po/*/kmediafactory_dvimport.po
Languages: fi

source: _: NAME OF TRANSLATORS Your names
fi: Petri Damstén

source: _: EMAIL OF TRANSLATORS Your emails
fi: petri.damsten@iki.fi

source: DV Import plugin for KMediaFactory.
fi: DV video liitännäinen KMediaFactoryyn.

source: KMediaFactory DV Import
fi: KMediaFactory DV video

source: Add DV
fi: Lisää DV

source: Multiple files make multiple titles.
fi: Useampi tiedosto luo useamman nimikkeen.

source: Cannot add directory.
fi: Hakemistoa ei voi lisätä.

source: DV Import
fi: DV video

source: Importing DV video<br> <ul> <li>Generates chapters from different takes</li> <li>Generates subtitles from timetamps</li> </ul>
fi: DV video<br> <ul> <li>Tekee kappaleita eri otoksista</li> <li>Tekee tekstityksen aikakoodeista</li> </ul>

source: Date & Time format for subtitles.
fi: Päiväyksen & ajan muoto tekstitykseen.

source: Date & Time format used for subtitles in dv file import. Uses QDateTime format.
fi: Päiväyksen & ajan muoto tekstitykseen käyttää. QDateTime formaattia.

source: Minimum chapter length.
fi: Minimi kappaleen pituudelle.

source: Minimum chapter length in seconds when importing dv file.
fi: Minimi kappaleen pituus sekuntteina.

source: Chapter Offset.
fi: Kappaleen siirtymä

source: Number of frames chapter is forwarded. Usefull if chapter starts with previous video take.
fi: Montako ruutua kappale siirretään eteenpäin.<br>Hyödyllinen jos kappale alkaa edellisessä otossa.
