Repository: UIKit0/kmediafactory
Catalog: tags/release-0.8.1/po/*/kmediafactory_output.po
Languages: uk

source: DVD Author XML file
uk: Файл XML DVD Author

source: ********************************************************************** This file was made with %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Register usage: ================ g0: Playing chapter saved here. g1: Play this chapter when entering titleset menu. 0 == show menu. Also used by Back button. g2: Used vmgm button is saved here g3: Jump to this titleset. Also used for direct play. g4: Used titleset button is saved here g5: vmgm page is saved here g6: titleset page is saved here g7: temporary variable **********************************************************************
uk: ********************************************************************** Цей файл було створено за допомогою %1 - %2 http://www.iki.fi/damu/software/kmediafactory/ ********************************************************************** Використання регістрів: ================ g0: відтворення збереженого тут розділу. g1: відтворення розділу за вибором пункту меню. 0 == показати меню. Також використовується кнопкою «Назад». g2: тут зберігається кнопка vmgm. g3: перейти до цього набору частин. Також для безпосереднього відтв. g4: тут зберігається використана кнопка набору частин. g5: тут зберігається сторінка vmgm. g6: тут зберігається сторінка набору частин. g7: тимчасова змінна. **********************************************************************

source: Main menu for %1
uk: Головне меню для %1

source: Error in saving dvdauthor.xml
uk: Під час спроби зберегти dvdauthor.xml

source: DVDAuthor Project
uk: Проект DVDAuthor

source: Clean
uk: Спорожнити

source: DVD Author XML file is up to date
uk: Файл XML DVD Author є актуальним

source: DVD Folder
uk: Тека DVD

source: Processing: %1
uk: Обробка: %1

source: Fixing: %1
uk: Виправлення: %1

source: DVD Folder is up to date
uk: Тека DVD є актуальною

source: DVD Info
uk: Дані щодо DVD

source: Analyzing DVD...
uk: Аналіз DVD…

source: Titles
uk: Частини

source: Longest title
uk: Найдовша частина

source: Name
uk: Назва

source: VMG Identifier
uk: Ідентифікатор VMG

source: Provider indentifier
uk: Ідентифікатор надавача

source: Index
uk: Індекс

source: Length
uk: Довжина

source: VTS ID
uk: Ід. VTS

source: Start sector
uk: Початковий сектор

source: End sector
uk: Кінцевий сектор

source: Width
uk: Ширина

source: Height
uk: Висота

source: Format
uk: Формат

source: Aspect ratio
uk: Формат

source: Frames per second
uk: Частота кадрів

source: Permitted DF
uk: Припустимий DF

source: Start
uk: Початок

source: Is chapter
uk: Є розділом

source: yes
uk: так

source: no
uk: ні

source: Language
uk: Мова

source: Channels
uk: Канали

source: Sample frequency
uk: Частота фрагментів

source: Bitrate
uk: Біт. швидк.

source: Quantization
uk: Квантування

source: AP Mode
uk: Режим AP

source: Type
uk: Тип

source: Not a DVD.
uk: Не є DVD.

source: Size
uk: Розмір

source: DVD files and directories
uk: Файли і каталоги DVD

source: ISO Image
uk: Образ ISO

source: ISO image is up to date
uk: Образ ISO є актуальним

source: K3b project
uk: Проект K3b

source: Running K3b
uk: Запуск K3b

source: %1 - Version %2
uk: %1 — версія %2

source: K3b Project
uk: Проект K3b

source: K3b project is up to date
uk: Проект K3b є актуальним

source: Preview DVD in %1
uk: Попередній перегляд DVD у %1

source: Output
uk: Результат

source: Output Settings
uk: Параметри результату

source: Configure Output Plugin
uk: Налаштування додатка виведення даних

source: Enabled
uk: Увімкнено

source: Auto clean temporary files:
uk: Автоматичне вилучення тимчасових файлів:
