Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_rc1/po/*/kmediafactory_video.po
Languages: pt_br

source: _: NAME OF TRANSLATORS Your names
pt_br: Caio Begotti

source: _: EMAIL OF TRANSLATORS Your emails
pt_br: caio@ueberalles.net

source: &Delete all
pt_br: &Deletar todos

source: &Rename all
pt_br: &Renomear todos

source: &Auto chapters
pt_br: &Auto capíitulos

source: Import chapter file
pt_br: Importar arquivo de capítulo

source: You should have atleast one chapter.
pt_br: Você precisa ter pelo menos um capítulo.

source: Name
pt_br: Nome

source: Start
pt_br: Iniciar

source: Length
pt_br: Tamanho

source: &Name:
pt_br: &Nome:

source: &Position:
pt_br: &Posição:

source: &Name (Use %1 for digit):
pt_br: &Nome (use %1 para dígitos):

source: Chapter %1
pt_br: Capítulo %1

source: &Interval:
pt_br: &Intervalo:

source: C&ancel
pt_br: C&ncelar

source: Chapters
pt_br: Capítulos

source: &Chapters:
pt_br: &Capítulos:

source: &Use as Custom Preview
pt_br: &Usar como preview personalizado

source: Rewind
pt_br: Voltar

source: Previous frame
pt_br: Quadro anterior

source: Next frame
pt_br: Próximo quadro

source: Forward
pt_br: Avançar

source: End
pt_br: Fim

source: Ca&ncel
pt_br: Ca&ncelar

source: Conversion Params
pt_br: Parâmetroa de conversão

source: Higher qualit&y encoding (Two pass)
pt_br: Codificação de alta qual&idade (passo duplo)

source: Alt+Y
pt_br: Alt+I

source: Video &bitrate:
pt_br: &Bitrate do vídeo:

source: Audio &type:
pt_br: &Tipo do áudio:

source: &Audio bitrate:
pt_br: Bitr&ate do áudio:

source: Select language
pt_br: Seleção de língua

source: La&nguages:
pt_br: Lí&nguas:

source: Subtitle options
pt_br: Opções de legenda

source: La&nguage:
pt_br: Lí&ngua:

source: Su&btitle File:
pt_br: Arquivo de legenda:

source: Subtitle Font:
pt_br: Fonte de legenda:

source: Hori&zontal Alignment:
pt_br: Alinhamento hori&zontal:

source: Vertical &Alignment
pt_br: &Alinhamento vertical:

source: Configure Video Plugin
pt_br: Configurar plugin de vídeo

source: Default &Audio Language:
pt_br: Áudio de língu&a padrão:

source: Default Subtitle Lan&guage:
pt_br: Legenda de lín&gua padrão:

source: &Use Image Cache
pt_br: &Usar cache de imagem

source: Video Options
pt_br: Opções de vídeo

source: Tit&le:
pt_br: Títu&lo:

source: Custom &preview:
pt_br: Preview &personalizado:

source: &Aspect ratio:
pt_br: Proporção visu&al:

source: Audio Trac&ks:
pt_br: Trilhas de áudio:

source: Subtitles:
pt_br: Legendas:

source: Save preview pictures in menu dir. Usefull when making same DVD multiple times (testing).
pt_br: Salvar fotos do preview no diretório do menu. Útil ao se criar o mesmo DVD várias vezes (para teste).

source: Black frame detection offset
pt_br: Offset de detecção de um quadro vazio

source: Use this as a default audio language for new files.
pt_br: Use isso como áudio de língua padrão para novos arquivos.

source: Use this as a default subtitle language for new subtitles.
pt_br: Use isso como legenda de língua padrão para novas legendas.

source: Subtitle files
pt_br: Arquivos de legendas

source: All files
pt_br: Todos os arquivos

source: Subtitle file does not exists.
pt_br: Arquivo de legenda não existe.

source: &Properties
pt_br: &Propriedades

source: Play video
pt_br: Tocar vídeo

source: Converting %1 to DVD format%2
pt_br: Convertendo %1 para formato de DVD %2

source: Conversion error.
pt_br: Erro na conversão.

source: Conversion of %1 seems to be up to date
pt_br: A conversão de %1 parece estar atualizada agora

source: Adding subtitles to %1
pt_br: Adicionando legendas em %1

source: Subtitle conversion seems to be up to date
pt_br: A conversão da legenda parece estar pronta

source: Preparing file(s) for %1
pt_br: Preparando arquivo(s) para %1

source: Make DVD
pt_br: Criar DVD

source: Make preview DVD with dummy videos
pt_br: Criar preview de DVD com vídeos nulos

source: Video has %1 chapter
pt_br: Vídeo tem %1 capítulo(s)

source: Video %1kb/s, Audio %2kb/s
pt_br: Vídeo %1kb/s, Áudio %2kb/s

source: Video plugin for KMediaFactory.
pt_br: Plugin de vídeo do KMediaFactory.

source: KMediaFactory Video
pt_br: Vídeo do KMediaFactory

source: Add Video
pt_br: Adicionar Vídeo

source: Video plugin
pt_br: Plugin de vídeo

source: Multiple files make multiple titles.
pt_br: Múltiplos arquivos geram múltiplos títulos.

source: Cannot add directory.
pt_br: Não foi possível adicionar o diretório.

source: Couldn't add file: %1
pt_br: Não foi possível adicionar o arquivo(s): %1
