Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_beta1/po/*/kmediafactory_player.po
Languages: pl

source: _: NAME OF TRANSLATORS Your names
pl: Tomił Grabowski

source: _: EMAIL OF TRANSLATORS Your emails
pl: tomig@tomig.com

source: *.png|PNG Graphics file
pl: *.png|PNG plik graficzny

source: Could not write to file: %1
pl: Nie mogę zapisać do pliku: %1

source: DVD files and directories
pl: DVD pliki i katalogi

source: Title Me&nu
pl: Me&nu tytułowe

source: Root Men&u
pl: Men&u główne

source: S&ave Frame
pl: Z&apisz ramkę

source: off
pl: wyłącz

source: General Warning:
pl: Ostrzeżenie ogólne:

source: No Informations available.
pl: Brak dostępnych informacji.

source: Security Warning:
pl: Ostrzeżenie bezpieczeństwa:

source: The host you're trying to connect is unknown. Check the validity of the specified hostname.
pl: Wpisany adres do połączenia jest nieznany. Sprawdź poprawność wprowadzonej nazwy hosta.

source: The device name you specified seems invalid.
pl: Wprowadzona nazwa urządzenia jest błędna.

source: The network looks unreachable. Check your network setup and the server name.
pl: Sieć jest niedostępna. Sprawdź ustawienia sieci i nazwę serwera.

source: Audio output unavailable. Device is busy.
pl: Wyjście audio niedostępne. Urządzenie zajęte.

source: The connection was refused. Check the host name.
pl: Połączenie zostało odrzucone. Sprawdź nazwę hosta.

source: The specified file or url was not found. Please check it.
pl: Określony plik lub url nie został znaleziony. Proszę sprawdź to.

source: Permission to this source was denied.
pl: Zezwolenie do tego źródła jest zabronione.

source: The source can't be read. Maybe you don't have enough rights for this, or source doesn't contain data (e.g: no disc in drive).
pl: Źródła nie mogę czytać. Być może nie masz wystarczających praw do tego lub żródło nie zawiera danych (n.p. brak dysku w napędzie).

source: A problem occur while loading a library or a decoder:
pl: Problem pojawia się kiedy ładuję biblioteki lub dekoder:

source: The source seems encrypted, and can't be read.
pl: Źródło kodowane i nie można go odczytać.

source: Your DVD is probably crypted. According to your country laws, you can or can't use libdvdcss to be able to read this disc.
pl: Prawdopodobnie Twoje DVD jest zaszyfrowany. Zależnie od Twojego regionu, można lubnie można użyć libdvdcss do czytania tego dysku.

source: Unknown error:
pl: Nieznany błąd:

source: Error: Can't init new Video Driver %1 - using %2!
pl: Błąd: Nie można zainicjować nowego driver'a video %1 - używa %2!

source: Using Video Driver:
pl: Używa driver video:

source: Error: Can't init new Audio Driver %1 - using %2!
pl: Błąd: Nie można zainicjować nowego driver'a audio %1 - używa %2!

source: Using Audio Driver:
pl: Używa driver audio:

source: Init xine...
pl: Inicjacja xine...

source: Failed to connect to X-Server!
pl: Błąd połączenia z X-Server!

source: Can't init xine Engine!
pl: Nie można zainicjować modułu Xine!

source: Audiodriver to use (default: auto)
pl: Audiodriver do użytku (domyślnie: auto)

source: Videodriver to use (default: auto)
pl: Videodriver do użytku (domyślnie: auto)

source: Use software audio mixer
pl: Użyj programowego miksera audio

source: Show OSD Messages
pl: Pokaż informacje OSD

source: Size of OSD text
pl: Wielkość tekstów OSD

source: Font for OSD Messages
pl: Czcionka dla informacji OSD

source: Can't init Video Driver '%1' - trying 'auto'...
pl: Nie można zainicjować driver'a video '%1' - próbuję 'auto'...

source: All Video Drivers failed to initialize!
pl: Błędna inicjalizacja wszystkich driver'ów video!

source: Can't init Audio Driver '%1' - trying 'auto'...
pl: Nie można zainicjować driver'a audio '%1' - próbuję 'auto'...

source: All Audio Drivers failed to initialize!
pl: Błędna inicjalizacja wszystkich driver'ów audio!

source: Can't create a new xine Stream!
pl: Nie mogę utworzyć nowego potoku xine!

source: Ready
pl: Gotowy

source: Playing
pl: Odtwarzanie

source: DVB: opening...
pl: DVB: otwarcie...

source: Opening...
pl: Otwarcie...

source: Recording
pl: Nagrywanie

source: No plugin found to handle this resource
pl: Nie znalazłem plugina do połączenia z tym zasobem

source: Resource seems to be broken
pl: Zasób wydaje się być uszkodzony

source: Requested resource does not exist
pl: Wymagany zasób nie istnieje

source: Resource can not be opened
pl: Zasobu nie można otworzyć

source: Generic error
pl: Ogólny błąd

source: Volume
pl: Głośność

source: Mute
pl: Wycisz

source: Pause
pl: Pauza

source: Fast Forward %1
pl: Szybko do przodu %1

source: Slow Motion %1
pl: Zwonliony

source: Position
pl: Pozycja

source: Deinterlace: on
pl: Przeplot: on

source: Deinterlace: off
pl: Przeplot: off

source: Hue
pl: Barwa

source: Saturation
pl: Nasycenie

source: Contrast
pl: Kontrast

source: Brightness
pl: Jasność

source: Audio/Video Offset
pl: Wyrównanie Audio/Video

source: Subtitle Offset
pl: Wyrównanie napisów

source: KMediaFactory DVD player
pl: KMediaFactory odtwarzacz DVD

source: DVD to open
pl: DVD otwarte

source: KMediaFactoryPlayer
pl: OdtwarzaczKMediaFactory

source: Delete Filter
pl: Skasuj filtr
