Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_beta5/po/*/kmediafactory_output.po
Languages: de

source: DVDAuthor project
de: DVDAuthor Projekt

source: DVDAuthor project ready
de: DVDAuther Projekt erstellt

source: DVD Directory
de: DVD Verzeichnis

source: &Clean directory
de: &Verzeichnis leeren

source: Processing: %1
de: Verarbeitung %1

source: Fixing: %1
de: Korrigieren %1

source: DVD Directory is up to date
de: DVD Verzeichnis ist aktuell

source: Making DVD Directory
de: DVD Verzeichnis erstellen

source: DVD Directory ready
de: DVD Verzeichnis erstellt

source: Analyzing DVD...
de: DVD analysieren...

source: Titles
de: Titel

source: Longest title
de: Längster Titel

source: VMG Identifier
de: VMG Bezeichner

source: Provider indentifier
de: Herstellerbezeichnung

source: Length
de: Länge

source: Start sector
de: Startsektor

source: End sector
de: Endsektor

source: Aspect ratio
de: Seitenverhältnis

source: Frames per second
de: Bilder pro Sekunde

source: Permitted DF
de: Zugelassener DF

source: Is chapter
de: Kapitel ist

source: yes
de: ja

source: no
de: nein

source: Language
de: Sprache

source: Channels
de: Kanäle

source: Sample frequency
de: Abtastfrequenz

source: Quantization
de: Quantisierung

source: AP Mode
de: AP Modus

source: Type
de: Typ

source: Not a DVD.
de: Keine DVD.

source: DVD files and directories
de: DVD Dateien und Verzeichnisse

source: Size
de: Größe

source: K3b Project
de: K3b Projekt

source: K3b project ready
de: K3b Projekt erstellt

source: Output plugin for KMediaFactory.
de: Ausgabeplugin für KMediaFactory.

source: KMediaFactory Output
de: KMediaFactory Ausgabe

source: Preview DVD
de: DVD Vorschau

source: Preview DVD in Xine
de: DVD Vorschau in Xine

source: Preview DVD in Kaffeine
de: DVD Vorschau in Kaffeine
