Repository: UIKit0/kmediafactory
Catalog: tags/release-0.5.2.4/po/*/kmediafactory.po
Languages: fi

source: _: NAME OF TRANSLATORS Your names
fi: Petri Damstén

source: _: EMAIL OF TRANSLATORS Your emails
fi: petri.damsten@iki.fi

source: Template
fi: Mallipohjat

source: Output
fi: Lopputulos

source: &Get new tools
fi: &Hae uusia työkaluja

source: &Test
fi: &Testi

source: Could not write to file: %1
fi: Tiedostoon %1 ei voitu kirjoittaa.

source: Error in starting %1: %2
fi: Virhe käynnistettäessä %1: %2

source: Tools
fi: Työkalut

source: Save changes to project?
fi: Tallenna muutokset projektiin?

source: Could not register with DCOP.
fi: DCOP palveluun ei saatu yhteyttä.

source: KLauncher could not be reached via DCOP.
fi: KLauncheriin ei saatu yhteyttä DCOPin kautta.

source: KMediaFactory Settings
fi: KmediaFactory Asetukset

source: Def&ault Project Type:
fi: Projektin &oletus tyyppi:

source: Default Project Director&y:
fi: Projektin oletus &hakemisto:

source: Show project &options on new project
fi: Näytä projektin asetukset kun uusi projekti avataan.

source: Project%1
fi: Projekti%1

source: No media files.
fi: Ei media tiedostoja.

source: No template selected.
fi: Ei mallipohjaa valittuna.

source: No output type selected.
fi: Ei lopputulosta valittuna.

source: Do you want to overwrite %1
fi: Haluatko ylikirjoittaa%1

source: Log viewer
fi: Lokin katselu

source: &Log:
fi: &Loki:

source: Alt+C
fi: Alt+S

source: Template based DVD authoring software.
fi: Maliipohjiin perustuva DVD:n teko ohjelma.

source: Document to open
fi: Avattava dokumentti

source: Add media:
fi: Lisää media:

source: Selected media:
fi: Media tiedostot:

source: User cancelled.
fi: Käyttäjä peruutti toiminnon.

source: Select output t&ype:
fi: V&alitse lopputulos:

source: Progress:
fi: Viestit:

source: Show &Log
fi: Näytä &loki

source: S&top
fi: Pysäy&tä

source: S&tart
fi: Käynnis&tä

source: Project
fi: Projekti

source: Media files will be removed from the project when project type changes. Continue?
fi: Media tiedostot poistetaan projektista kun projektin tyyppi vaihtuu. Haluatko jatkaa?

source: Project Options
fi: Projektin asetukset

source: &Title:
fi: O&tsikko:

source: T&ype:
fi: T&yyppi:

source: Direct&ory:
fi: Hakemist&o:

source: C&ancel
fi: &Peruuta

source: &Project
fi: &Projekti

source: Size Widget
fi: Koko vempain

source: Templates
fi: Mallipohjat

source: &Templates:
fi: &Mallipohjat:

source: &Preview:
fi: &Esikatselu:

source: Tool Properties
fi: Työkalujen ominaisuudet

source: &Name:
fi: &Nimi:

source: Wor&k path:
fi: Työs&kentely hakemisto:

source: &Description:
fi: &Kuvaus:

source: Co&mmand:
fi: Ko&mento:

source: Place in media &button bar
fi: Sisällytä media painike palkkiin

source: Run In Term&inal
fi: Aja pää&teikkunassa

source: Name
fi: Nimi

source: Description
fi: Kuvaus

source: Where the projects are saved by deafult.
fi: Projektien oletus tallennus paikka.

source: Default project type.
fi: Projektin oletus tyyppi.

source: Show project options when new project is lanuched.
fi: Näytä projektin asetukset kun uusi projekti avataan.

source: Save image
fi: Tallenna kuva

source: *.png|PNG Graphics file
fi: *.png|PNG kuva tiedosto
