Repository: UIKit0/kmediafactory
Catalog: tags/release-0.6.0/po/*/kmediafactory.po
Languages: pl

source: _: NAME OF TRANSLATORS Your names
pl: Tomił Grabowski

source: _: EMAIL OF TRANSLATORS Your emails
pl: tomig@tomig.com

source: Template
pl: Szablony

source: Output
pl: Wyjście

source: Could not write to file: %1
pl: Nie mogę zapisać do pliku: %1

source: Error in starting %1: %2
pl: Błąd przy starcie %1: %2

source: Tools
pl: Narzędzia

source: Save changes to project?
pl: Zapisać zmiany projektu?

source: Could not register with DCOP.
pl: Nie może być rejestrowany z DCOP.

source: KLauncher could not be reached via DCOP.
pl: KLauncher nie może być osiągnięty przez DCOP.

source: KMediaFactory Settings
pl: Konfiguracja KMediaFactory

source: Def&ault Project Type:
pl: Domyślny &typ projektu:

source: Default Project Director&y:
pl: Domyślna ścieżka projektu:

source: Show project &options on new project
pl: W nowym projekcie pokaż &opcje

source: Project%1
pl: Projekt%1

source: No media files.
pl: Brak plików media.

source: No template selected.
pl: Nie zaznaczono szablonu.

source: No output type selected.
pl: Nie zaznaczono typu wyjścia.

source: Do you want to overwrite %1
pl: Chcesz nadpisać %1

source: Log viewer
pl: Podgląd log'a

source: Template based DVD authoring software.
pl: Szablon oparty na oprogramowaniu DVD authoring.

source: Document to open
pl: Dokument tu otwarty

source: Add media:
pl: Dodaj media:

source: Selected media:
pl: Wybrane media:

source: User cancelled.
pl: Użytkownik anulował.

source: Select output t&ype:
pl: Wybierz rodzaj w&yjścia:

source: Progress:
pl: Postępy:

source: Show &Log
pl: Pokaż &log

source: Project
pl: Projekt

source: Media files will be removed from the project when project type changes. Continue?
pl: Pliki medialne zostaną usunięte z projektu kiedy zmienisz typ projektu. Dalej?

source: Project Options
pl: Opcje projektu

source: &Title:
pl: &Nazwa

source: T&ype:
pl: T&yp:

source: Direct&ory:
pl: &Katalog:

source: C&ancel
pl: &Anuluj

source: &Project
pl: Pr&ojekt

source: Templates
pl: Szablony

source: &Templates:
pl: &Szablony:

source: &Preview:
pl: &Podgląd:

source: Tool Properties
pl: Właściwości narzędzia

source: &Name:
pl: &Nazwa:

source: Wor&k path:
pl: Ścieżka tymczasowa:

source: &Description:
pl: &Opis:

source: Co&mmand:
pl: Po&lecenie:

source: Place in media &button bar
pl: Umieść klawisz mediów

source: Run In Term&inal
pl: Uruchom w term&inalu

source: Name
pl: Nazwa

source: Description
pl: Opis

source: Where the projects are saved by deafult.
pl: Gdzie projekty mają być zapisywane domyślnie.

source: Default project type.
pl: Domyślny typ projektu.

source: Show project options when new project is lanuched.
pl: Pokaż opcje projektu gdy uruchamiasz nowy projekt.

source: Save image
pl: Zapisz obraz

source: *.png|PNG Graphics file
pl: *.png|PNG pliki graficzne
