Repository: UIKit0/kmediafactory
Catalog: tags/release-0.6.0/po/*/kmediafactory_slideshow.po
Languages: pt_br

source: _: NAME OF TRANSLATORS Your names
pt_br: Caio Begotti

source: _: EMAIL OF TRANSLATORS Your emails
pt_br: caio@ueberalles.net

source: Slideshow properties
pt_br: Propriedades do slideshow

source: &Title:
pt_br: &Título:

source: Image
pt_br: Imagem

source: Comment
pt_br: Comentário

source: Add (Alt+ Insert)
pt_br: Adicionar (Alt+Insert)

source: Remove (Alt + Delete)
pt_br: Remover (Alt+Delete)

source: Move up (Alt + Up)
pt_br: Mover para cima (Alt+Up)

source: Move down (Alt + Down)
pt_br: Mover para baixo (Alt+Down)

source: &Slide duration:
pt_br: Duração do &Slide:

source: fit
pt_br: caber

source: &Add original pictures to DVD
pt_br: &Adicionar imagens originais ao DVD

source: &Loop slideshow
pt_br: S&lideshow infinito

source: Ca&ncel
pt_br: Ca&ncelar

source: Duration to show one slide.
pt_br: Duração da exibição de um slide.

source: Default duration to show one slide.
pt_br: Duração padrão da exibição de um slide.

source: &Properties
pt_br: &Propriedades

source: Processing slides...
pt_br: Processando slides...

source: Cannot add directory.
pt_br: Não foi possível adicionar o diretório.

source: Page %1
pt_br: Página %1

source: Preparing file(s) for %1
pt_br: Preparando arquivo(s) para %1

source: Can't write slideshow file.
pt_br: Não foi possível gravar o slideshow.

source: Making Slideshow
pt_br: Criando o slideshow

source: Slideshow error.
pt_br: Erro no slideshow.

source: Slideshow "%1" seems to be up to date
pt_br: O slideshow "%1" parece estar atualizado

source: Slideshow plugin for KMediaFactory.
pt_br: Plugin de slideshows do KMediaFactory

source: KMediaFactory Slideshow
pt_br: Slideshow do KMediaFactory

source: Add Slideshow
pt_br: Adicionar slideshow

source: Info:
pt_br: Informações:

source: %1 images
pt_br: %1 imagens

source: , Duration %1
pt_br: , Duração %1

source: , Audio duration %1
pt_br: , Duração do áudio %1

source: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Pictures, Presentations *.*|All files
pt_br: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Fotografias, Apresentações *.*|Todos os arquivos

source: *.mp3 *.wav *.ogg|Audio Files
pt_br: *.mp3 *.wav *.ogg|Arquivos de áudio

source: Audio files
pt_br: Arquivos de áudio

source: You should have atleast one chapter.
pt_br: Você precisa ter pelo menos um capítulo.
