Repository: UIKit0/kmediafactory
Catalog: tags/release-0.5.2.2/po/*/kmediafactory_slideshow.po
Languages: fi

source: _: NAME OF TRANSLATORS Your names
fi: Petri Damstén

source: _: EMAIL OF TRANSLATORS Your emails
fi: petri.damsten@iki.fi

source: Slideshow properties
fi: Kuvaesityksen ominaisuudet

source: &Title:
fi: &Otsake:

source: Ch
fi: Kpl

source: Image
fi: Kuva

source: Comment
fi: Kommentti

source: Add (Alt+ Insert)
fi: Lisää (Alt+ Insert)

source: Remove (Alt + Delete)
fi: Poista (Alt + Delete)

source: Move up (Alt + Up)
fi: Siirrä ylöspäin (Alt + Up)

source: Move down (Alt + Down)
fi: Siirrä alaspäin (Alt + Down)

source: &Slide duration:
fi: Kuvan ke&sto

source: fit
fi: sovita

source: &Add original pictures to DVD
fi: Lisää &alkuperäiset kuvat DVD:lle

source: &Loop slideshow
fi: &Toista kuvaesitystä

source: Ca&ncel
fi: Peruuta

source: Duration to show one slide.
fi: Yhden kuvan kesto

source: Default duration to show one slide.
fi: Oletus kesto yhdelle kuvalle.

source: &Properties
fi: &Ominaisuudet

source: Processing slides...
fi: Käsitellään kuvia...

source: Cannot add directory.
fi: Hakemistoa ei voi lisätä.

source: Page %1
fi: Sivu %1

source: Preparing file(s) for %1
fi: Valmistellaan %1 tiedostoja

source: Can't write slideshow file.
fi: Kuvaesitys tiedostoa ei voitu kirjoittaa.

source: Making Slideshow
fi: Tehdään kuvaesitystä

source: Slideshow error.
fi: Kuvaesitys virhe.

source: Slideshow "%1" seems to be up to date
fi: Kuvaesitys "%1" näyttää olevan ajantasalla

source: Slideshow plugin for KMediaFactory.
fi: Kuvaesitys lisäosa KMediaFactoryyn.

source: KMediaFactory Slideshow
fi: KMediaFactory Kuvaesitys

source: Add Slideshow
fi: Lisää kuvaesitys

source: Slideshow
fi: Kuvaesitys

source: Info:
fi: Tietoja:

source: %1 images
fi: %1 Kuvaa

source: , Duration %1
fi: , Kesto %1

source: , Audio duration %1
fi: , Äänen kesto %1

source: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Pictures, Presentations *.*|All files
fi: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Kuvat, Esitykset *.*|Kaikki tiedostot

source: *.mp3 *.wav *.ogg|Audio Files
fi: *.mp3 *.wav *.ogg|Ääni tiedostot

source: Audio files
fi: Ääni tiedostot

source: You should have atleast one chapter.
fi: Esityksessä pitää olla ainakin yksi kappale.
