Repository: UIKit0/kmediafactory
Catalog: tags/release-0.5.2.1/po/*/kmediafactory_video.po
Languages: pl

source: _: NAME OF TRANSLATORS Your names
pl: Tomił Grabowski

source: _: EMAIL OF TRANSLATORS Your emails
pl: tomig@tomig.com

source: &Name:
pl: &Nazwa:

source: &Position:
pl: &Pozycja:

source: &Name (Use %1 for digit):
pl: &Nazwa (Użuj %1 dla cyfry):

source: Chapter %1
pl: Rozdział %1

source: &Interval:
pl: &Odstęp:

source: C&ancel
pl: &Anuluj

source: &Delete all
pl: Skasuj wszystko

source: &Rename all
pl: &Zmień wszystkie nazwy

source: &Auto chapters
pl: &Automatyczne rozdziały

source: Import chapter file
pl: Importuj plik rozdziału

source: You should have atleast one chapter.
pl: Powinieneś mieć przynajmniej jeden rozdział.

source: Chapters
pl: Rozdziały

source: &Chapters:
pl: &Rozdziały

source: &Use as Custom Preview
pl: & Użyj jako dowolny podgląd

source: Rewind
pl: Przewiń

source: Previous frame
pl: Poprzednia ramka

source: Next frame
pl: Następna ramka

source: Forward
pl: Naprzód

source: End
pl: Koniec

source: Ca&ncel
pl: A&nuluj

source: Conversion Params
pl: Parametry konwersji

source: Higher qualit&y encoding (Two pass)
pl: Wysoka jakość kodowania (podwójna)

source: Audio &type:
pl: &Typ Audio:

source: Name
pl: Nazwa

source: Length
pl: Długość

source: Select language
pl: Wybierz język

source: La&nguages:
pl: Ję&zyki:

source: Subtitle options
pl: Opcje napisów:

source: La&nguage:
pl: Ję&zyk:

source: Su&btitle File:
pl: Plik z &napisami:

source: Subtitle Font:
pl: Czcionka napisów:

source: Hori&zontal Alignment:
pl: Ustawienie po&ziome:

source: Vertical &Alignment
pl: Ust&awienie pionowe

source: Configure Video Plugin
pl: Konfiguracja plugina Video

source: Default &Audio Language:
pl: Domyślny język &Audio:

source: Default Subtitle Lan&guage:
pl: Domyślny język napisów:

source: &Use Image Cache
pl: &Użyj bufora obrazów

source: Video Options
pl: Opcje Video

source: Tit&le:
pl: &Tytuł:

source: Custom &preview:
pl: Dowolny &podgląd:

source: &Aspect ratio:
pl: &Format Video:

source: Audio Trac&ks:
pl: Ścież&ka Audio:

source: Subtitles:
pl: Napisy:

source: Save preview pictures in menu dir. Usefull when making same DVD multiple times (testing).
pl: Zapisz podglądane obrazy w katalogu menu. Przydatne kiedy tworzysz to samo DVD wiele razy (testy)/

source: Use this as a default audio language for new files.
pl: Użyj tego jako domyślny język audio dla nowych plików.

source: Use this as a default subtitle language for new subtitles.
pl: Użyj tego jako domyślny język napisów dla nowych napisów.

source: Subtitle files
pl: Plik napisów

source: All files
pl: Wszystkie pliki

source: Subtitle file does not exists.
pl: Plik z napisami nie istnieje.

source: &Properties
pl: &Właściwości

source: Play video
pl: Odtwarzaj video

source: Converting %1 to DVD format%2
pl: Konwerjsa %1 do formatu DVD%2

source: Conversion error.
pl: Błąd konwersji.

source: Conversion of %1 seems to be up to date
pl: Konwersja z %1 wydaje się być aktualna

source: Adding subtitles to %1
pl: Dodaję napisy do %1

source: Subtitle conversion seems to be up to date
pl: Konwersja napisów wydaje się być aktualna

source: Preparing file(s) for %1
pl: Przygotowuję plik(i) %1

source: Make DVD
pl: Ttworzę DVD

source: Make preview DVD with dummy videos
pl: Pokaż podgląd DVD za pomocą fikcyjnego video.

source: Video has %1 chapter
pl: Video ma %1 rozdział(y)

source: Video plugin for KMediaFactory.
pl: Plugin video dla KMediaFactory.

source: Add Video
pl: Dodaj Video

source: Video plugin
pl: plugin Video

source: Multiple files make multiple titles.
pl: Z wielu plików trórz wiele tytułów.

source: Cannot add directory.
pl: Nie mogę dodać katalogu.

source: Couldn't add file: %1
pl: Nie mogę dodać pliku: %1
