Repository: UIKit0/kmediafactory
Catalog: tags/release-0.8.0/po/*/kmediafactory_kstore.po
Languages: cs

source: The manifest file seems to be corrupted. The document could not be opened.
cs: Zdá se, že tento očividný soubor je poškozen. Dokument nemohl být otevřen.

source: This document contains an unknown checksum. When you give a password it might not be verified.
cs: Tento dokument obsahuje neznámý kontrolní součet. Zadáte-li heslo, nebude možné je ověřit.

source: This document contains an unknown encryption method. Some parts may be unreadable.
cs: Tento dokument obsahuje neznámou metodu zakódování. Některé části se nemusí podařit přečíst.

source: This document contains incomplete encryption data. Some parts may be unreadable.
cs: Tento dokument obsahuje neúplná kódovací data. Některé části se nemusí podařit přečíst.

source: QCA has currently no support for SHA1 or PBKDF2 using SHA1. The document can not be opened.
cs: QCA aktuálně nemá podporu pro SHA1 nebo PBKDF2 při použití SHA1. Dokument nelze otevřít.

source: The manifest file seems to be corrupted. It cannot be modified and the document will remain unreadable. Please try and save the document again to prevent losing your work.
cs: Zdá se, že tento očividný soubor je poškozen. Nelze jej upravovat a dokument zůstane nečitelný. Pokuste se, prosím, dokument uložit znovu, abyste předešel ztrátě své práce.

source: The manifest file cannot be written. The document will remain unreadable. Please try and save the document again to prevent losing your work.
cs: Tento očividný soubor není zapisovatelný. Dokument zůstane nečitelný. Pokuste se, prosím, dokument uložit znovu, abyste předešel ztrátě své práce.

source: Please enter the password to open this file.
cs: Zadejte, prosím, heslo pro otevření tohoto souboru.

source: Please enter the password to encrypt the document with.
cs: Zadejte, prosím, heslo, kterým bude dokument zašifrován.

source: Do you want to save the password?
cs: Chcete, aby heslo bylo uloženo?

source: The directory mode is not supported for remote locations.
cs: Režim adresářů není podporován pro vzdálená umístění.

source: KOffice Storage
cs: Sklad KOffice
