Repository: UIKit0/kmediafactory
Catalog: tags/snapshot-0.6.0_beta4/plugins/template/preview_3/locale/*/LC_MESSAGES/ui.po
Languages: ru

source: Preview 3
ru: Превью 3

source: Template Options
ru: Настройки

source: B&ackground Image:
ru: Изображение фона:

source: Back&ground Sound:
ru: Звуковое оформление меню:

source: &Main Title Font:
ru: Шрифт заголовка:

source: &Title Font:
ru: Основной шрифт:

source: Font C&olor:
ru: Цвет текста:

source: Direct Play
ru: Воспроизведение

source: Pla&y first track when disc entered
ru: Начинать просмотр, менуя меню

source: After playing title:
ru: После окончания эпизода:

source: Jump to main menu
ru: Перейти в главное меню

source: Jump to next title
ru: Перейти к следующему

source: La&nguage:
ru: Язык:
