Repository: UIKit0/kmediafactory
Catalog: branches/KDE3/po/*/kmediafactory_slideshow.po
Languages: pl

source: _: NAME OF TRANSLATORS Your names
pl: Tomił Grabowski

source: _: EMAIL OF TRANSLATORS Your emails
pl: tomig@tomig.com

source: Slideshow properties
pl: Właściwości pokazu zdjęć

source: &Title:
pl: &Tytuł:

source: Image
pl: Obraz

source: Comment
pl: Komentarz

source: Add (Alt+ Insert)
pl: Dodaj (Alt+ Insert)

source: Remove (Alt + Delete)
pl: Usuń (Alt + Delete)

source: Move up (Alt + Up)
pl: Przesuń w górę (Alt + Up)

source: Move down (Alt + Down)
pl: Przesuń w dół (Alt + Down)

source: &Slide duration:
pl: Czas &slajdu

source: fit
pl: odpowiedni

source: &Add original pictures to DVD
pl: Dod&aj orginalny obraz do DVD

source: &Loop slideshow
pl: Zapęt&l pokaz slajdów

source: Ca&ncel
pl: A&nuluj

source: Duration to show one slide.
pl: Czas trwania pokazu jednego slajdu.

source: Default duration to show one slide.
pl: Domyślny Czas trwania pokazu jednego slajdu.

source: &Properties
pl: &Właściwości

source: Processing slides...
pl: Przetwarzam slajdy...

source: Cannot add directory.
pl: Nie mogę dodać katalogu.

source: Page %1
pl: Strona %1

source: Preparing file(s) for %1
pl: Przygotowuję plik(i) dla %1

source: Can't write slideshow file.
pl: Nie mogę zapisać pokazu slajdów do pliku.

source: Making Slideshow
pl: Tworzę pokaz slajdów

source: Slideshow error.
pl: Błąd pokazu slajdów.

source: Slideshow "%1" seems to be up to date
pl: Pokaz slajdów "%1" wydaje się być aktualny

source: Slideshow plugin for KMediaFactory.
pl: Pokaz slajdów plugin dla KMediaFactory.

source: KMediaFactory Slideshow
pl: KMediaFactory pokaz slajdów

source: Add Slideshow
pl: Dodaj pokaz slajdów

source: Slideshow
pl: Pokaz slajdów

source: Info:
pl: Informacje:

source: %1 images
pl: %1 obrazków

source: , Duration %1
pl: , czas trwania pokazu %1

source: , Audio duration %1
pl: , Czas trwania dźwięku %1

source: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Pictures, Presentations *.*|All files
pl: *.jpg *.png *.pdf *.odp *.odt *.ods *.odx *.sxw *.sxc *.sxi *.ppt *.xls *.doc|Obrazy, Prezentacje *.*|Wszystkie pliki

source: *.mp3 *.wav *.ogg|Audio Files
pl: *.mp3 *.wav *.ogg|pliki audio

source: Audio files
pl: pliki audio

source: You should have atleast one chapter.
pl: Powinieneś mieć przynajmniej jeden rozdział.
